Repository: PrincyPrabha19/SampleGITClean
Catalog: POCs/DCFIntrepidPoC/DominatorDCF/Dominator Solution/ResourcesForTranslations/Dominator.UI/Resources.*.resx
Languages: ar, da, de, el, es, fi, fr, it, nl, pl, pt_br, ru, sv, tr, zh_hans, zh_hant

source: Advanced
ar: متقدم
da: Avanceret
de: Erweitert
el: Για προχωρημένους
es: Avanzado
fi: Lisä
fr: Avancé
it: Avanzate
nl: Geavanceerd
pl: Zaawansowane
pt_br: Avançado
ru: Расширенная
sv: Avancerat
tr: Gelişmiş
zh_hans: 高级
zh_hant: 進階

source: Basic
ar: أساسي
da: Grundlæggende
de: Einfach
el: Βασικό
es: Básico
fi: Perus
fr: Basique
it: Di base
nl: Standaard
pl: Podstawowy
pt_br: Básico
ru: Базовая
sv: Grundläggande
tr: Temel
zh_hans: 基本
zh_hant: 基本

# MissingComponetErrorMsg
source: Oops! Something went wrong. A required component of the application could not be found. Please repair the application in Start > Program and Features.
ar: عذرًا! حدث خطأ ما. تعذّر العثور على مكون مطلوب في التطبيق. يرجى إصلاح التطبيق في البدء > البرنامج والميزات.
da: Ups! Noget gik galt. En påkrævet komponent til programmet blev ikke fundet. Reparer programmet under Start > Program og funktioner.
de: Es ist etwas schief gegangen. Eine benötigte Komponente der Anwendung konnte nicht gefunden werden. Bitte reparieren Sie die Anwendung über Start > Programm und Funktionen.
el: Υπάρχει κάποιο πρόβλημα. Δεν ήταν δυνατή η εύρεση ενός απαιτούμενου στοιχείου. Επισκευάστε την εφαρμογή επιλέγοντας Έναρξη > Πρόγραμμα και χαρακτηριστικά.
es: ¡Vaya! Se ha producido un error. No se ha encontrado un componente necesario de la aplicación. Repare la aplicación en Inicio > Programas y características.
fi: Oho, jotain meni vikaan. Tarvittavaa sovelluksen osaa ei löydy. Korjaa sovellus valitsemalla Käynnistä > Ohjelmat ja toiminnot.
fr: Oups ! Une erreur s'est produite. Un composant requis par l'application n'a pas pu être trouvé. Veuillez réparer l'application dans Démarrer > Programmes et Fonctionnalités.
it: Si è verificato un errore. Non è possibile trovare un componente richiesto dell'applicazione. Riparare l'applicazione in Start > Programmi e funzionalità.
nl: Er is een fout opgetreden. Een van de vereiste onderdelen van de applicatie is niet gevonden. Start de applicatie opnieuw in Start > Programma's en onderdelen.
pl: Wystąpił błąd. Nie znaleziono wymaganego składnika aplikacji. Napraw aplikację, wybierając Start > Program i funkcje.
pt_br: Opa! Algo deu errado. Um componente necessário do aplicativo não pôde ser encontrado. Repare o aplicativo em Iniciar > Programas e Recursos.
ru: Ой! Что-то пошло не так. Не удалось найти обязательный компонент приложения. Исправьте приложение, выбрав пункт "Пуск > Программы и компоненты".
sv: Något gick fel. Det gick inte att hitta en av programmets obligatoriska komponenter. Reparera programmet i Start > Program och funktioner.
tr: Hay aksi! Bir sorun oluştu. Uygulamanın gerekli bir bileşeni bulunamadı. Lütfen Başlat > Program ve Özellikler konumunda uygulamayı onarın.
zh_hans: 哎呦！出错了。找不到应用程序的所需组件。请在“开始”>“程序和功能”中修复应用程序。
zh_hant: 糟糕！發生錯誤。找不到應用程式的必要元件。請到「開始」> 「程式和功能」中修復應用程式。

source: Manual
ar: يدوي
da: Vejledning
de: Handbuch
el: Μη αυτόματα
fi: Manuaalinen
fr: Manuel
it: Manuale
nl: Handleiding
pl: Ręcznie
ru: Вручную
sv: Handbok
tr: Manuel
zh_hans: 手动
zh_hant: 手動

# OCLevel1
source: Apply Stage 1 OC
ar: تطبيق Stage 1 OC
da: Anvend Stage 1 OC
de: Stage 1 OC anwenden
el: Εφαρμογή Stage 1 OC
es: Aplicar Stage 1 OC
fi: Ota käyttöön Stage 1 OC
fr: Appliquer Stage 1 OC
it: Applica Stage 1 OC
nl: Pas Stage 1 OC toe
pl: Zastosuj Stage 1 OC
pt_br: Aplicar Stage 1 OC
ru: Применить Stage 1 OC
sv: Tillämpa Stage 1 OC
tr: Stage 1 OC uygulayın
zh_hans: 应用 Stage 1 OC
zh_hant: 套用 Stage 1 OC

# OCLevel2
source: Apply Stage 2 OC
ar: تطبيق Stage 2 OC
da: Anvend Stage 2 OC
de: Stage 2 OC anwenden
el: Εφαρμογή Stage 2 OC
es: Aplicar Stage 2 OC
fi: Ota käyttöön Stage 2 OC
fr: Appliquer Stage 2 OC
it: Applica Stage 2 OC
nl: Pas Stage 2 OC toe
pl: Zastosuj Stage 2 OC
pt_br: Aplicar Stage 2 OC
ru: Применить Stage 2 OC
sv: Tillämpa Stage 2 OC
tr: Stage 2 OC uygulayın
zh_hans: 应用 Stage 2 OC
zh_hant: 套用 Stage 2 OC

source: Turn Off OC
ar: إيقاف تشغيل OC
da: Slå OC fra
de: OC ausschalten
el: Απενεργοποίηση OC
es: Apague OC.
fi: Poista OC käytöstä
fr: Désactiver l'overclocking
it: Disattiva OC
nl: Overklokken uitschakelen
pl: Wyłącz przetaktowanie
pt_br: Desativar OC
ru: Отключить оверклокинг
sv: Stäng av överklockning
tr: OC'yi kapatın
zh_hans: 关闭 OC
zh_hant: 關閉 OC

# ServiceNotRunningErrorMsg
source: A service required by the application has stopped. Please make sure that you run the service when required or start the service before running this application.
ar: توقفت خدمة مطلوبة من التطبيق. يرجى التأكد من تشغيل الخدمة عند الطلب أو تشغيل الخدمة قبل تشغيل هذا التطبيق.
da: En tjeneste, der kræves af programmet, blev stoppet. Sørg for, at tjenesten kører, når det kræves, eller start tjenesten, før du kører dette program.
de: Ein von der Anwendung benötigter Dienst wurde beendet. Bitte stellen Sie sicher, dass Sie den Dienst ausführen, wenn er benötigt wird, oder starten Sie den Dienst, bevor Sie diese Anwendung ausführen.
el: Μια υπηρεσία που απαιτείται από την εφαρμογή διακόπηκε. Βεβαιωθείτε ότι εκτελείτε την υπηρεσία όταν απαιτείται ή εκκινήστε την υπηρεσία πριν από την εκτέλεση αυτής της εφαρμογής.
es: Se ha detenido un servicio que la aplicación requiere. Asegúrese de ejecutar el servicio cuando sea necesario o inicie el servicio antes de ejecutar esta aplicación.
fi: Sovelluksen tarvitsema palvelu on pysäytetty. Varmista, että suoritat palvelun tarvittaessa tai käynnistät sen, ennen kuin käynnistät tämän sovelluksen.
fr: Un service requis par l'application a été arrêté. Assurez-vous d'exécuter le service si nécessaire ou de le démarrer avant de lancer cette application.
it: Un servizio richiesto dall'applicazione è stato arrestato. Assicurarsi di eseguire il servizio quando necessario oppure avviarlo prima di eseguire questa applicazione.
nl: Er is een service gestopt die voor de applicatie is vereist. Zorg ervoor dat u de service start wanneer dit vereist wordt of start de service voordat u de applicatie start.
pl: Usługa wymagana przez aplikację została zatrzymana. Uruchom usługę, gdy jest wymagana lub zanim włączysz aplikację.
pt_br: Um serviço necessário para o aplicativo foi parado. Certifique-se de executar o serviço quando necessário ou iniciar o serviço antes de executar esse aplicativo.
ru: Сервис, требуемый для приложения, остановлен. Обязательно выполняйте сервис при необходимости и запускайте сервис перед выполнением приложения.
sv: En tjänst som krävs av programmet har stoppats. Se till att tjänsten körs när den krävs eller att tjänsten har startats innan du kör programmet.
tr: Uygulama için gerekli bir hizmet durduruldu. Lütfen gerektiğinde hizmeti çalıştırdığınızdan veya bu uygulamayı çalıştırmadan hizmeti başlattığınızdan emin olun.
zh_hans: 应用程序需要的服务已停止。请确保在需要时运行服务或在运行此应用程序前启动服务。
zh_hant: 應用程式需要的服務已停止。請確定您在需要時執行服務，或在執行此應用程式之前啟動服務。

# ServiceNotRunningQuestion
source: A service required by the application has stopped. Do you want to start the service?
ar: توقفت خدمة مطلوبة من التطبيق. هل تريد بدء الخدمة؟
da: En tjeneste, der kræves af programmet, blev stoppet. Vil du starte tjenesten?
de: Ein von der Anwendung benötigter Dienst wurde beendet. Wollen Sie diesen Dienst starten?
el: Μια υπηρεσία που απαιτείται από την εφαρμογή διακόπηκε. Θέλετε να εκκινήσετε την υπηρεσία;
es: Se ha detenido un servicio que la aplicación requiere. ¿Desea iniciar el servicio?
fi: Sovelluksen tarvitsema palvelu on pysäytetty. Haluatko käynnistää palvelun?
fr: Un service requis par l'application a été arrêté. Voulez-vous démarrer le service ?
it: Un servizio richiesto dall'applicazione è stato arrestato. Avviare il servizio?
nl: Er is een service gestopt die voor de applicatie is vereist. Wilt u de service starten?
pl: Usługa wymagana przez aplikację została zatrzymana. Czy chcesz uruchomić tę usługę?
pt_br: Um serviço necessário para o aplicativo foi parado. Deseja iniciar o serviço?
ru: Сервис, требуемый для приложения, остановлен. Запустить этот сервис?
sv: En tjänst som krävs av programmet har stoppats. Vill du starta tjänsten?
tr: Uygulama için gerekli bir hizmet durduruldu. Hizmeti başlatmak istiyor musunuz?
zh_hans: 应用程序需要的服务已停止。是否要启动服务？
zh_hant: 應用程式需要的服務已停止。是否要啟動服務？

source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
el: ΑΚΥΡΩΣΗ
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal
zh_hans: 取消
zh_hant: 取消

source: Close
ar: إغلاق
da: Luk
de: Schliessen
el: ΚΛΕΙΣΙΜΟ
es: Cerrar
fi: Sulje
fr: Fermer
it: Chiudi
nl: Afsluiten
pl: Zamknij
pt_br: Fechar
ru: Закрыть
sv: Stäng
tr: Kapat
zh_hans: 关闭
zh_hant: 闗閉

# ProfileInputHeader
source: Please select a profile name to save this custom profile
ar: يرجى تحديد اسم ملف التعريف لحفظ ملف التعريف المخصص هذا
da: Vælg et profilnavn for at gemme denne tilpassede profil
de: Bitte wählen Sie einen Profilnamen aus, um dieses benutzerdefinierte Profil zu speichern.
el: Επιλέξτε ένα όνομα προφίλ για να αποθηκεύσετε αυτό το προσαρμοσμένο προφίλ
es: Seleccione un nombre de perfil para guardar este perfil personalizado
fi: Tallenna tämä mukautettu profiili valitsemalla profiilin nimi
fr: Veuillez sélectionner un nom de profil pour enregistrer ce profil personnalisé
it: Selezionare un nome profilo per salvare questo profilo personalizzato
nl: Selecteer een profielnaam om dit aangepaste profiel op te slaan.
pl: Wybierz nazwę profilu, aby zapisać profil niestandardowy
pt_br: Selecione um nome de perfil para salvar esse perfil personalizado
ru: Выберите имя профиля для сохранения этого пользовательского профиля
sv: Välj ett profilnamn för att spara den här profilen.
tr: Bu özel profili kaydetmek için lütfen bir profil adı girin
zh_hans: 请选择配置文件名称以保存此自定义配置文件
zh_hant: 請選擇設定檔名稱來儲存此自訂設定檔

source: PROFILE NAME:
ar: اسم ملف التعريف:
da: PROFILNAVN:
de: PROFILNAME:
el: ΟΝΟΜΑ ΠΡΟΦΙΛ:
es: NOMBRE DEL PERFIL:
fi: PROFIILIN NIMI:
fr: NOM DE PROFIL :
it: NOME PROFILO:
nl: PROFIELNAAM:
pl: NAZWA PROFILU:
pt_br: NOME DO PERFIL:
ru: ИМЯ ПРОФИЛЯ:
sv: PROFILNAMN:
tr: PROFİL ADI:
zh_hans: 配置文件名称：
zh_hant: 設定檔名稱：

source: Save
ar: حفظ
da: Gem
de: Speichern
el: ΑΠΟΘΗΚ.
es: Guardar
fi: Tallenna
fr: Enregist.
it: Salva
nl: Opslaan
pl: Zapisz
pt_br: Salvar
ru: Сохранить
sv: Spara
tr: Kaydet
zh_hans: 保存
zh_hant: 儲存

# ProfileNameInUse
source: This profile name is already in use. Do you want to override it?
ar: اسم ملف التعريف هذا مستخدم مسبقًا. هل تريد تجاوزه؟
da: Dette profilnavn er allerede i brug. Vil du tilsidesætte det?
de: Dieser Profilname ist bereits vergeben. Wollen Sie ihn überschreiben?
el: Αυτό το όνομα προφίλ χρησιμοποιείται ήδη. Θέλετε να το παρακάμψετε;
es: Este nombre de perfil ya está en uso. ¿Desea anularlo?
fi: Profiilin nimi on jo käytössä. Haluatko korvata sen?
fr: Ce nom de profil est déjà utilisé. Voulez-vous l'écraser ?
it: Questo nome profilo è già utilizzato. Sovrascriverlo?
nl: Deze profielnaam is al in gebruik. Wilt u de naam overschrijven?
pl: Ta nazwa profilu jest już używana. Czy chcesz ją zastąpić?
pt_br: Esse nome de perfil já está sendo usado. Deseja sobrescrever?
ru: Профиль с таким именем уже существует. Перезаписать его?
sv: Det här profilnamnet används redan. Vill du åsidosätta det?
tr: Bu profil adı zaten kullanılıyor. Üzerine yazmak istiyor musunuz?
zh_hans: 此配置文件名称已在使用。是否要覆盖它？
zh_hant: 此設定檔名稱已在使用中。是否要加以覆寫？

# OverclockingOnOff
source: OVERCLOCKING
ar: زيادة السرعة
el: ΥΠΕΡΧΡΟΝΙΣΜΟΣ
fi: YLIKELLOTUS
nl: OVERKLOKKEN
pl: PRZETAKTOWANIE
ru: ОВЕРКЛОКИНГ
sv: ÖVERKLOCKNING
tr: HIZ AŞIRTMA
zh_hans: 超频
zh_hant: 超頻

source: PROFILES
ar: ملفات التعريف
da: PROFILER
de: PROFILE
el: ΠΡΟΦΙΛ
es: PERFILES
fi: PROFIILIT
fr: PROFILS
it: PROFILI
nl: PROFIELEN
pl: PROFILE
pt_br: PERFIS
ru: ПРОФИЛИ
sv: PROFILER
tr: PROFİLLER
zh_hans: 配置文件
zh_hant: 設定檔

# CPUCategory
source: CPU
el: ΚΜΕ
fr: UC
nl: Processor
ru: ЦП
sv: Processor

# GPUCategory
source: GPU
el: Μονάδα επεξεργασίας γραφικών (GPU)
ru: Графический процессор
sv: Grafikprocessor

# MemoryCategory
source: MEMORY
ar: الذاكرة
da: HUKOMMELSE
de: SPEICHER
el: ΜΝΗΜΗ
es: MEMORIA
fi: MUISTI
fr: MÉMOIRE
it: MEMORIA
nl: GEHEUGEN
pl: PAMIĘĆ
pt_br: MEMÓRIA
ru: ПАМЯТЬ
sv: MINNE
tr: BELLEK
zh_hans: 内存
zh_hant: 記憶體

# TemperatureCategory
source: TEMPERATURE
ar: درجة الحرارة
da: TEMPERATUR
de: TEMPERATUR
el: ΘΕΡΜΟΚΡΑΣΙΑ
es: TEMPERATURA
fi: LÄMPÖTILA
fr: TEMPÉRATURE
it: TEMPERATURA
nl: TEMPERATUUR
pl: TEMPERATURA
pt_br: TEMPERATURA
ru: ТЕМПЕРАТУРА
sv: TEMPERATUR
tr: SICAKLIK
zh_hans: 温度
zh_hant: 溫度

# Temperature
source: TEMP
ar: درجة الحرارة
el: ΡΥΘΜΟΣ
fi: LÄMPÖ
pt_br: TEMPO
ru: ТЕМП
tr: SIC.
zh_hans: 温度
zh_hant: 溫度

# Utilization
source: USAGE
ar: الاستخدام
da: BRUG
de: NUTZUNG
el: ΧΡΗΣΗ
es: USO
fi: KÄYTTÖ
fr: UTILISATION
it: USO
nl: GEBRUIK
pl: UŻYCIE
pt_br: USO
ru: ЗАГРУЗКА
sv: ANVÄNDNING
tr: KULLANIM
zh_hans: 用途
zh_hant: 使用率

# FanSpeed
source: FAN
ar: المروحة
da: BLÆSER
de: LÜFTER
el: ΑΝΕΜΙΣΤΗΡΑΣ
es: VENTILADOR
fi: TUULETIN
fr: VENTILATEUR
it: VENTOLA
nl: VENTILATOR
pl: WENTYLATOR
pt_br: VENTILADOR
ru: ВЕНТИЛЯТОР
sv: FLÄKT
zh_hans: 风扇
zh_hant: 風扇

source: FREQUENCY
ar: التردد
da: FREKVENS
de: FREQUENZ
el: ΣΥΧΝΟΤΗΤΑ
es: FRECUENCIA
fi: TAAJUUS
fr: FRÉQUENCE
it: FREQUENZA
nl: FREQUENTIE
pl: CZĘSTOTLIWOŚĆ
pt_br: FREQUÊNCIA
ru: ЧАСТОТА
sv: FREKVENS
tr: FREKANS
zh_hans: 频率
zh_hant: 頻率

source: VOLTAGE
ar: الفولطية
da: SPÆNDING
de: SPANNUNG
el: ΤΑΣΗ
es: TENSIÓN
fi: JÄNNITE
fr: TENSION
it: TENSIONE
nl: SPANNING
pl: NAPIĘCIE
pt_br: TENSÃO
ru: НАПРЯЖЕНИЕ
sv: SPÄNNING
tr: VOLTAJ
zh_hans: 电压
zh_hant: 電壓

source: + ADD PROFILE
ar: + إضافة ملف تعريف
da: + TILFØJ PROFIL
de: + PROFIL HINZUFÜGEN
el: + ΠΡΟΣΘΗΚΗ ΠΡΟΦΙΛ
es: + AGREGAR PERFIL
fi: + LISÄÄ PROFIILI
fr: + AJOUTER PROFIL
it: + AGGIUNGI PROFILO
nl: + PROFIEL TOEVOEGEN
pl: + DODAJ PROFIL
pt_br: + ADICIONAR PERFIL
ru: + ДОБАВИТЬ ПРОФИЛЬ
sv: + LÄGG TILL PROFIL
tr: + PROFİL EKLE
zh_hans: + 添加配置文件
zh_hant: + 新增設定檔

source: No
ar: لا
da: Nej
de: Nein
el: ΟΧΙ
fi: Ei
fr: Non
nl: Nee
pl: Nie
pt_br: Não
ru: Нет
sv: Nej
tr: Hayır
zh_hans: 否
zh_hant: 否

source: OK
ar: موافق
es: Aceptar
ru: OК
tr: Tamam
zh_hans: 确定
zh_hant: 確定

source: Retry
ar: أعد المحاولة
da: Prøv igen
de: Wiederholen
el: Επανάληψη
es: Volver a intentar
fi: Yritä uudelleen
fr: Réessayer
it: Riprova
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar de novo
ru: Повторить
sv: Försök igen
tr: Yeniden Dene
zh_hans: 重试
zh_hant: 重試

source: Yes
ar: نعم
da: Ja
de: Ja
el: Ναι
es: Sí
fi: Kyllä
fr: Oui
it: Sì
nl: Ja
pl: Tak
pt_br: Sim
ru: Да
sv: Ja
tr: Evet
zh_hans: 是
zh_hant: 是

# FrequencyFormat
source: {0:0.0} GHz
ar: {0:‏0.0} غيغاهرتز
ru: {0:0.0}ГГц

# MemoryFrequencyFormat
source: {0:0.0} MHz
ar: {0:‏0.0}ميغاهرتز
ru: {0:0.0}МГц

# MemoryIndexFormat
source: Memory {0}
ar: الذاكرة {0}
da: Hukommelse {0}
de: Speicher {0}
el: Μνήμη {0}
es: Memoria {0}
fi: Muisti {0}
fr: Mémoire {0}
it: Memoria {0}
nl: Geheugen {0}
pl: Pamięć {0}
pt_br: Memória {0}
ru: Память {0}
sv: Minne {0}
tr: Bellek {0}
zh_hans: 内存 {0}
zh_hant: 記憶體 {0}

# VoltageFormat
source: {0:0.###} V
ar: {0:0.###}فولت
ru: {0:0.###}В

# MaximumFrequencyFormat
source: (MAX. {0} GHz)
ar: (الحد الأقصى {0}غيغاهرتز)
da: (MAKS. {0} GHz)
el: (ΜΕΓ. {0}GHz)
fi: (ENINT. {0} GHz)
pl: (MAKS. {0} GHz)
pt_br: (MÁX {0} GHz)
ru: (МАКС. {0}ГГц)
tr: (MAKS. {0} GHz)
zh_hans: （最大 {0}GHZ）
zh_hant: (最大 {0}GHz)

source: OFF
ar: إيقاف التشغيل
da: SLUKKET
de: AUS
el: ΑΠΕΝΕΡΓΟΠΟΙΗΣΗ
es: APAG.
fi: EI KÄYTÖSSÄ
fr: ÉTEINT
nl: UIT
pl: WYŁ.
pt_br: DESLIGADO
ru: ВЫКЛ.
sv: AV
tr: KAPALI
zh_hans: 关
zh_hant: 關閉

source: MAX.
ar: الحد الأقصى
da: MAKS.
el: ΜΕΓ.
es: MÁX.
fi: ENINTÄÄN
pl: MAKS.
pt_br: MÁX.
ru: МАКС.
tr: MAKS.
zh_hans: 最大
zh_hant: 最大

source: MIN.
ar: الحد الأدنى
el: ΕΛΑΧ.
es: MÍN.
fi: VÄHINTÄÄN
pt_br: MÍN.
ru: МИН.
zh_hans: 最小
zh_hant: 最小

source: Delete
ar: حذف
da: Slet
de: Löschen
el: ΔΙΑΓΡΑΦΗ
es: Eliminar
fi: Poista
fr: Éliminer
it: Elimina
nl: Verwijderen
pl: Usuń
pt_br: Apagar
ru: Удалить
sv: Ta bort
tr: Sil
zh_hans: 删除
zh_hant: 刪除

source: OVERALL OVERCLOCKING
ar: زيادة السرعة الإجمالية
da: GENEREL OVERCLOCKING
de: GESAMT-OVERCLOCKING
el: ΣΥΝΟΛΙΚΟΣ ΥΠΕΡΧΡΟΝΙΣΜΟΣ
es: OVERCLOCKING GENERAL
fi: YLEINEN YLIKELLOTUS
fr: OVERCLOCKING GÉNÉRAL
it: OVERCLOCKING GENERALE
nl: ALGEMEEN OVERKLOKKEN
pl: OGÓLNE PRZETAKTOWANIE
pt_br: OVERCLOCKING GERAL
ru: ОБЩИЙ ОВЕРКЛОКИНГ
sv: ÖVERSIKT AV ÖVERKLOCKNING
tr: GENEL HIZ AŞIRTMA
zh_hans: 总体超频
zh_hant: 整體超頻

# MemoryThermalsCategory
source: MEMORY
ar: الذاكرة
da: HUKOMMELSE
de: SPEICHER
el: ΜΝΗΜΗ
es: MEMORIA
fi: MUISTI
fr: MÉMOIRE
it: MEMORIA
nl: GEHEUGEN
pl: PAMIĘĆ
pt_br: MEMÓRIA
ru: ПАМЯТЬ
sv: MINNE
tr: BELLEK
zh_hans: 内存
zh_hant: 記憶體

# SystemThermalCategory
source: SYSTEM-THERMAL
ar: النظام-الحراري
da: SYSTEM-TERMISK
de: SYSTEM-THERMISCH
el: ΣΥΣΤΗΜΑ-ΘΕΡΜΙΚΟ
es: SISTEMA-TÉRMICO
fi: JÄRJESTELMÄ-LÄMPÖ
fr: SYSTÈME-THERMIQUE
it: TERMICA DEL SISTEMA
nl: SYSTEEM-TEMPERATUURREGELING
pl: SYSTEM - TEMP.
pt_br: TÉRMICO DO SISTEMA
ru: ТЕМПЕРАТУРНАЯ ХАРАКТЕРИСТИКА СИСТЕМЫ
sv: SYSTEM-VÄRME
tr: SİSTEM-TERMAL
zh_hans: 系统热
zh_hant: 系統過熱

# NewCustomProfileNameFormat
source: USER PROFILE {0}
ar: ملف تعريف المستخدم {0}
da: BRUGERPROFIL {0}
de: BENUTZERPROFIL {0}
el: ΠΡΟΦΙΛ ΧΡΗΣΤΗ {0}
es: PERFIL DE USUARIO {0}
fi: KÄYTTÄJÄPROFIILI {0}
fr: PROFIL UTILISATEUR {0}
it: PROFILO UTENTE {0}
nl: GEBRUIKERSPROFIEL {0}
pl: PROFIL UŻYTKOWNIKA {0}
pt_br: PERFIL DE USUÁRIO {0}
ru: ПОЛЬЗОВАТЕЛЬСКИЙ ПРОФИЛЬ {0}
sv: ANVÄNDARPROFIL {0}
tr: KULLANICI PROFİLİ {0}
zh_hans: 用户配置文件 {0}
zh_hant: 使用者設定檔 {0}

# DeleteProfileWarningMessage
source: Are you sure you want to delete the profile?
ar: هل تريد بالتأكيد حذف ملف التعريف؟
da: Er du sikker på, at du vil slette profilen?
de: Sind Sie sicher, dass Sie das Profil löschen möchten?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε το προφίλ;
es: ¿Está seguro de que desea eliminar el perfil?
fi: Haluatko varmasti poistaa profiilin?
fr: Voulez-vous vraiment supprimer le profil ?
it: Eliminare il profilo?
nl: Weet u zeker dat u het profiel wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten profil?
pt_br: Tem certeza de que deseja excluir o perfil?
ru: Действительно удалить профиль?
sv: Vill du verkligen ta bort profilen?
tr: Profili silmek istediğinizden emin misiniz?
zh_hans: 是否确定要删除配置文件？
zh_hant: 是否確定要刪除設定檔？

# SaveProfileErrorMessage
source: Unable to apply these settings. Adjust the values and try again.
ar: يتعذّر تطبيق هذه الإعدادات. يرجى ضبط القيم والمحاولة من جديد.
da: Kunne ikke anvende disse indstillinger. Juster værdierne, og prøv igen.
de: Es ist nicht möglich, diese Einstellungen anzuwenden. Passen Sie die Werte an und versuchen Sie es erneut.
el: Δεν είναι δυνατή η εφαρμογή αυτών των ρυθμίσεων. Προσαρμόστε τις τιμές και δοκιμάστε ξανά.
es: No se ha podido aplicar la configuración. Ajuste los valores e inténtelo de nuevo.
fi: Asetuksia ei voi ottaa käyttöön. Muuta arvoja ja yritä uudelleen.
fr: Impossible d'appliquer ces paramètres. Ajustez les valeurs et réessayez.
it: Impossibile applicare queste impostazioni. Regolare i valori e riprovare.
nl: Deze instellingen kunnen niet worden toegepast. Pas de waarden aan en probeer het opnieuw.
pl: Nie można zastosować tych ustawień. Dostosuj wartości i spróbuj ponownie.
pt_br: Impossível aplicar essas configurações. Ajuste os valores e tente novamente.
ru: Не удается применить эти настройки. Скорректируйте значения и повторите попытку.
sv: Det går inte att tillämpa de här inställningarna. Justera värdena och försök igen.
tr: Bu ayarlar uygulanamıyor. Değerleri değiştirin ve yeniden deneyin.
zh_hans: 无法应用这些设置。调整值并重试。
zh_hant: 無法套用這些設定。請調整值，然後再試一次。

source: THERMALS
ar: الحرارة
da: TERMOELEMENTER
de: THERMO
el: ΘΕΡΜΙΚΑ
es: TÉRMICO
fi: LÄMPÖOMINAISUUDET
fr: THERMIQUE
it: TERMICA
nl: THERMISCHE OPTIES
pl: TEMPERATURA
pt_br: TÉRMICO
ru: ТЕМПЕРАТУРНЫЕ ХАРАКТЕРИСТИКИ
sv: VÄRME
tr: TERMAL
zh_hans: 热
zh_hant: 過熱

source: DISABLED
ar: مُعطل
da: DEAKTIVERET
de: DEAKTIVIERT
el: ΑΠΕΝΕΡΓΟΠ.
es: DESACTIVADO
fi: EI KÄYTÖSSÄ
fr: DÉSACTIVÉ
it: DISATTIVATO
nl: UITGESCHAKELD
pl: WYŁĄCZONE
pt_br: DESATIVADO
ru: ОТКЛЮЧЕНО
sv: INAKTIVERAD
tr: DEVRE DIŞI
zh_hans: 已禁用
zh_hant: 已停用

# ThermalAggresive
source: AGGRESSIVE
ar: قاسٍ
da: AGGRESIV
de: AGGRESSIV
el: ΕΝΙΣΧΥΜΕΝΟ
es: AGRESIVO
fi: VOIMAKAS
fr: AGRESSIF
it: AGGRESSIVA
nl: AGRESSIEF
pl: AGRESYWNE
pt_br: AGRESSIVO
ru: АГРЕССИВНЫЙ
sv: AGGRESSIV
tr: AGRESİF
zh_hans: 积极
zh_hant: 積極

# ThermalNormal
source: NORMAL
ar: عادي
el: ΚΑΝΟΝΙΚΟ
fi: NORMAALI
it: NORMALE
nl: NORMAAL
pl: NORMALNE
ru: НОРМАЛЬНЫЙ
zh_hans: 普通
zh_hant: 一般

source: RAM
ru: ОЗУ

source: FREQ
ar: التردد
da: FREKV
de: FREQUENZ
el: ΣΥΧΝΟΤΗΤΑ
es: FREC
fi: TAAJUUS
fr: FRÉQ
pl: CZĘSTOTL.
ru: ЧАСТ.
sv: FREKV.
tr: FREKANS
zh_hans: 频率
zh_hant: 頻率

source: VOLTAGE MODE
ar: وضع الفولتية
da: SPÆNDINGSTILSTAND
de: SPANNUNGSBETRIEB
el: ΛΕΙΤΟΥΡΓΙΑ ΤΑΣΗΣ
es: MODO DE TENSIÓN
fi: JÄNNITETILA
fr: MODE DE TENSION
it: MODALITÀ TENSIONE
nl: SPANNINGSMODUS
pl: TRYB NAPIĘCIA
pt_br: MODO DE TENSÃO
ru: РЕЖИМ НАПРЯЖЕНИЯ
sv: SPÄNNINGSLÄGE
tr: VOLTAJ MODU
zh_hans: 电压模式
zh_hant: 電壓模式

# VoltageModeAuto
source: AUTO
ar: تلقائي
de: AUTOM.
el: ΑΥΤΟΜΑΤΑ
es: AUTOMÁTICO
fi: AUTOM.
it: AUTOMATICA
ru: АВТО
tr: OTOMATİK
zh_hans: 自动
zh_hant: 自動

# VoltageModeStatic
source: STATIC
ar: ثابت
da: STATISK
de: STATISCH
el: ΣΤΑΤΙΚΟ
es: ESTÁTICO
fi: KIINTEÄ
fr: STATIQUE
it: STATICA
nl: STATISCH
pl: STATYCZNY
pt_br: ESTÁTICO
ru: СТАТИЧЕСКОЕ
sv: STATISK
tr: STATİK
zh_hans: 静态
zh_hant: 靜態

source: VOLTAGE OFFSET
ar: إزاحة الفولتية
da: SPÆNDINGSFORSKYDNING
de: SPANNUNGSOFFSET
el: ΑΠΟΚΛΙΣΗ ΤΑΣΗΣ
es: COMPENSACIÓN DE TENSIÓN
fi: JÄNNITTEEN POIKKEAMA
fr: ÉCART DE TENSION
it: OFFSET TENSIONE
nl: OFFSETSPANNING
pl: NAPIĘCIE NIEZRÓWNOWAŻENIA
pt_br: DESVIO DE TENSÃO
ru: СМЕЩЕНИЕ НАПРЯЖЕНИЯ
sv: SPÄNNINGSFÖRSKJUTNING
tr: VOLTAJ OFSETİ
zh_hans: 电压偏移
zh_hant: 電壓偏移

# VoltageOffsetFormat
source: {0:0} mV
ar: {0:0}ميللي فولط
ru: {0:0}мВ

source: ON
ar: تشغيل
da: TÆNDT
de: EIN
el: ΕΝΕΡΓΟΠ.
es: ENCEND.
fi: KÄYTÖSSÄ
fr: ALLUMÉ
nl: AAN
pl: WŁ.
pt_br: LIGADO
ru: ВКЛ.
sv: PÅ
tr: AÇIK
zh_hans: 开
zh_hant: 開啟

# DataConfigError
source: Data config unavailable
ar: تكوين البيانات غير متوفر
da: Datakonfiguration utilgængelig
de: Datenkonfiguration nicht verfügbar
el: Μη διαθέσιμη διαμόρφωση δεδομένων
es: Configuración de datos no disponible
fi: Tietojen määritys ei käytettävissä
fr: Configuration des données indisponible
it: Configurazione dati non disponibile
nl: Dataconfiguratie niet beschikbaar
pl: Konfiguracja danych niedostępna
pt_br: Configuração de dados indisponível
ru: Конфиг. данных недоступны
sv: Datakonfigurationen är otillgänglig
tr: Veri yapılandırması kullanılamıyor
zh_hans: 数据配置不可用
zh_hant: 資料組態無法使用
