Repository: PrincyPrabha19/SampleGITClean
Catalog: POCs/DCFIntrepidPoC/DominatorDCF/Dominator Solution/ResourcesForTranslations/Dominator.UI/Resources.*.resx
Languages: ar, da, de, el, es, fi, fr, it, nl, pl, pt_br, ru, sv, tr, zh_hans, zh_hant

# BIOSInterfaceNotSupportedLaunchSupportDellMessage
source: OC Controls is not supported on this system. Please visit http://support.dell.com to obtain software for your system.
ar: إنّ ضوابط OC غير مدعومة على هذا النظام. يُرجى مراجعة http://support.dell.com للحصول على برنامج لنظامك.
da: OC Controls understøttes ikke på systemet. Besøg http://support.dell.com for at hente software til dit system.
de: OC Controls wird auf diesem System nicht unterstützt. Rufen Sie http://support.dell.com auf, um Software für Ihr System zu erhalten.
el: Τα στοιχεία ελέγχου OC δεν υποστηρίζονται σε αυτό το σύστημα. Για να λάβετε λογισμικό για το σύστημά σας, επισκεφθείτε τη διεύθυνση http://support.dell.com.
es: OC Controls no es compatible con este sistema. Visite http://support.dell.com para obtener software para su sistema.
fi: Järjestelmä ei tue ylikellotuksen hallintaa. Hae järjestelmään ohjelmistoja osoitteesta http://support.dell.com.
fr: OC Controls n'est pas pris en charge sur ce système. Visitez http://support.dell.com pour obtenir un logiciel pour votre système.
it: OC Controls non è supportato su questo sistema. Visitare il sito http://support.dell.com per ottenere il software per il proprio sistema.
nl: OC Controls wordt niet op dit systeem ondersteund. Ga naar http://support.dell.com om software voor uw systeem te downloaden.
pl: Ten system nie obsługuje sterownika OC Controls. Aby uzyskać odpowiednie oprogramowanie, odwiedź stronę http://support.dell.com.
pt_br: Os controles OC não são compatíveis com esse sistema. Para obter o software para seu sistema, acesse http://support.dell.com
ru: OC Controls не поддерживается в этой системе. Скачайте программное обеспечение для вашей системы на сайте http://support.dell.com.
sv: OC-kontroller stöds inte på det här systemet. Gå till http://support.dell.com om du vill införskaffa programvara för ditt system.
tr: OC Denetimleri bu sistemde desteklenmez. Sisteminize uygun yazılımı edinmek için http://support.dell.com adresini ziyaret edin.
zh_hans: 此系统不支持 OC 控件。请访问 http://support.dell.com 以获取您的系统软件。
zh_hant: 此系統不支援 OC Controls。請造訪 http://support.dell.com，取得適合您系統使用的軟體。

# LoadingPredefinedProfileValuesFailedMessage
source: {0} is not compatible with Intel XTU. To use {0}, please uninstall XTU and re-install {0}.
ar: {0} غير متوافق مع Intel XTU. لاستخدام {0}، يرجى إلغاء تثبيت XTU وإعادة تثبيت {0}.
da: {0} er ikke kompatibel med Intel XTU. Hvis du vil bruge {0}, skal du afinstallere XTU og geninstallere {0}.
de: {0} ist nicht kompatibel mit Intel XTU. Um {0} zu nutzen, deinstallieren Sie XTU und installieren Sie {0} neu.
el: Το {0} δεν είναι συμβατό με το Intel XTU. Για να χρησιμοποιήσετε το {0} απεγκαταστήστε το XTU και κάντε νέα εγκατάσταση {0}.
es: {0} no es compatible con Intel XTU. Para usar {0}, desinstale XTU y vuelva a instalar {0}.
fi: {0} ei ole yhteensopiva Intel XTU:n kanssa. Jos haluat käyttää kohdetta {0}, poista XTU ja asenna {0} uudelleen.
fr: {0} n'est pas compatible avec Intel XTU. Pour utiliser {0}, veuillez désinstaller XTU et réinstaller {0}.
it: {0} non è compatibile con Intel XTU. Per utilizzare {0} disinstallare XTU e reinstallare {0}.
nl: {0} is niet compatibel met Intel XTU. Als u {0} wilt gebruiken, verwijder dan XTU en installeer {0} opnieuw.
pl: Program {0} nie jest zgodny z Intel XTU. Aby uruchomić {0}, odinstaluj XTU i ponownie zainstaluj {0}.
pt_br: {0} é incompatível com o Intel XTU. Para usar {0}, desinstale o XTU e instale o {0} novamente.
ru: {0} не поддерживает использование утилиты Intel XTU. Чтобы использовать {0}, удалите XTU и заново установите {0}.
sv: {0} är inte kompatibel med Intel XTU. Om du vill använda {0} måste du avinstallera XTU och installera om {0}.
tr: {0}, Intel XTU ile uyumlu değildir. {0} yazılımını kullanabilmek için lütfen XTU'yu kaldırın ve {0} yazılımını yeniden yükleyin.
zh_hans: {0} 与 Intel XTU 不 兼容。如需使用 {0}，请卸载 XTU 并重装 {0}。
zh_hant: {0} 與 Intel XTU 不相容。若要使用 {0}，請解除安裝 XTU 並重新安裝 {0}。

# BIOSUpdateRequiredErrorMsg
source: System requires an update to the latest BIOS.
ar: يتطلب النظام تحديثًا لبرنامج BIOS الأخير.
da: Systemet kræver en opdatering til den nyeste BIOS.
de: Für das System ist ein Update auf das neueste BIOS erforderlich.
el: Το σύστημα απαιτεί αναβάθμιση στο πιο πρόσφατο BIOS.
es: El sistema requiere una actualización a la versión más reciente del BIOS.
fi: Järjestelmä tarvitsee päivittää uusimpaan BIOS-versioon.
fr: Le système nécessite une mise à jour du dernier BIOS.
it: Il sistema richiede l'aggiornamento al BIOS più recente.
nl: Het systeem vereist een update naar het nieuwste BIOS.
pl: System wymaga aktualizacji do najnowszej wersji systemu BIOS.
pt_br: O sistema requer uma atualização para o BIOS mais recente.
ru: Требуется обновление до актуальной версии BIOS.
sv: Systemet måste uppdateras till den senaste BIOS-versionen.
tr: Sistemin en yeni BIOS'a güncellenmesi gerekiyor.
zh_hans: 系统需要更新至最新的 BIOS。
zh_hant: 系統需要更新至最新版本的 BIOS。

source: Loading ...
ar: يتم الآن التحميل ...
da: Indlæser ...
de: Wird geladen...
el: Φόρτωση ...
es: Cargando...
fi: Ladataan...
fr: Chargement en cours ...
it: Caricamento in corso...
nl: Bezig met laden ...
pl: Ładowanie ...
pt_br: Carregando ...
ru: Идет загрузка...
sv: Läser in...
tr: Yükleniyor...
zh_hans: 正在加载......
zh_hant: 載入中 ...

# ServiceNotFoundErrorMsg
source: Oops! Something went wrong. A required component of the application could not be found. Please re-install the application.
ar: عذرًا! حدث خطأ ما. تعذّر العثور على مكوّن ضروري للتطبيق. يرجى إعادة تثبيت التطبيق.
da: Ups! Et eller andet gik galt. En påkrævet komponent i programmet blev ikke fundet. Geninstaller programmet.
de: Es ist ein Fehler aufgetreten. Eine erforderliche Komponente der Anwendung konnte nicht gefunden werden. Installieren Sie die Anwendung neu.
el: Κάτι δεν πήγε καλά. Δεν βρέθηκε ένα απαραίτητο στοιχείο της εφαρμογής. Κάντε νέα εγκατάσταση της εφαρμογής.
es: ¡Vaya! Se ha producido un error. No se ha encontrado un componente requerido de la aplicación. Vuelva a instalar la aplicación.
fi: Oho, jotain meni vikaan. Tarvittavaa sovelluksen osaa ei löydy. Asenna sovellus uudelleen.
fr: Un problème s'est produit. Un composant requis de l'application est introuvable. Veuillez réinstaller l'application.
it: Si è verificato un errore. Un componente dell'applicazione richiesto non è stato trovato. Reinstallare l'applicazione.
nl: Er is een fout opgetreden. Een vereist onderdeel van de applicatie is niet gevonden. Installeer de applicatie opnieuw.
pl: O, nie! Coś poszło nie tak. Nie znaleziono wymaganego komponentu aplikacji. Ponownie zainstaluj aplikację.
pt_br: Opa! Algo deu errado. Um componente obrigatório do aplicativo não foi encontrado. Instale o aplicativo novamente.
ru: Ой! Что-то пошло не так. Не удалось найти обязательный компонент приложения. Установите приложение заново.
sv: Ett fel har inträffat. Det gick inte att hitta en av programmets obligatoriska komponenter. Installera om programmet.
tr: Eyvah! Bir terslik oldu. Uygulama için gerekli bir bileşen bulunamadı. Lütfen uygulamayı yeniden yükleyin.
zh_hans: 哎呀！发生了一些错误。找不到应用程序所需的组件。请重装应用程序。
zh_hant: 抱歉！發生錯誤。找不到應用程式必要的元件。請重新安裝應用程式。

# TemperatureCelciusFormat
source: {0:0}°C
ar: {0:0} درجة مئوية

# TemperatureFahrenheitFormat
source: {0:0}°F
ar: {0:0} درجة فهرنهايت
