Repository: PrincyPrabha19/SampleGITClean
Catalog: POCs/DCFIntrepidPoC/DominatorDCF/Dominator Solution/ResourcesForTranslations/Dominator.UI/Resources.*.resx
Languages: ar, da, de, el, es, fi, fr, it, nl, pl, pt_br, ru, sv, tr, zh_hans, zh_hant

# DataConfigMissingErrorMessage
source: Data configuration file is missing or invalid. Overclocking profiles cannot be created.
ar: ملف تكوين البيانات مفقود أو غير صالح. يتعذر إنشاء ملفات تعريف زيادة السرعة.
da: Datakonfigurationsfilen mangler eller er ugyldig. Profiler for overclocking kan ikke oprettes.
de: Datenkonfigurationsdatei fehlt oder ist ungültig. Overclocking-Profile können nicht erstellt werden.
el: Το αρχείο διαμόρφωσης δεδομένων λείπει ή δεν είναι έγκυρο. Δεν είναι δυνατή η δημιουργία των προφίλ υπερχρονισμού.
es: El archivo de configuración de datos no existe o no es válido. No se pueden crear los perfiles de overclocking.
fi: Tietojen määritystiedosto puuttuu tai se ei kelpaa. Ylikellotusprofiileja ei voi luoda.
fr: Fichier de configuration des données manquant ou non valide. Impossible de créer les profils d'overclocking.
it: Il file di configurazione dati è mancate o non è valido. Non è possibile creare i profili di overclocking.
nl: Dataconfiguratie-bestand mist of is ongeldig. Overklokprofiel kan niet worden gemaakt.
pl: Brak pliku konfiguracji danych lub jest on nieprawidłowy. Nie można utworzyć profili przetaktowania.
pt_br: O arquivo de configuração de dados está ausente ou é inválido. Os perfis de overclocking não podem ser criados.
ru: Файл конфигурации данных отсутствует или недействителен. Профили оверклокинга не могут быть созданы.
sv: Datakonfigurationsfilen saknas eller är ogiltig. Det går inte att skapa överklockningsprofiler.
tr: Veri yapılandırma dosyası eksik veya geçersiz. Hız aşırtma profilleri oluşturulamıyor.
zh_hans: 数据配置文件缺失或无效。无法创建超频配置文件。
zh_hant: 資料組態檔案遺失或無效。無法建立超頻設定檔。

# InvalidProfileError
source: Invalid Profile
ar: ملف تعريف غير صالح
da: Ugyldig profil
de: Ungültiges Profil
el: Μη έγκυρο προφίλ
es: Perfil no válido
fi: Virheellinen profiili
fr: Profil non valide
it: Profilo non valido
nl: Ongeldig profiel
pl: Nieprawidłowy profil
pt_br: Perfil inválido
ru: Недействительный профиль
sv: Ogiltig profil
tr: Geçersiz Profil
zh_hans: 配置文件无效
zh_hant: 設定檔無效

# InvalidProfileErrorMessage
source: {0} encountered an issue and disabled the profile. To re-enable the profile, please adjust and validate the settings.
ar: واجه {0} مشكلة وتم تعطيل ملف التعريف. لإعادة تمكين الملف، يرجى ضبط الإعدادات والتأكد من صحتها.
da: {0} registrerede et problem og deaktiverede profilen. For at aktivere profilen, juster og valider indstillingerne.
de: {0} ist auf ein Problem gestoßen und hat das Profil deaktiviert. Um das Profil wieder zu aktivieren, passen Sie die Werte bitte an und überprüfen Sie die Einstellungen.
el: Το {0} αντιμετώπισε ένα πρόβλημα και απενεργοποίησε το προφίλ. Για να ενεργοποιήσετε ξανά το προφίλ, προσαρμόστε και επικυρώστε τις ρυθμίσεις.
es: {0} ha encontrado un error y ha desactivado el perfil. Para volver a activar el perfil, ajuste y valide la configuración.
fi: {0} kohtasi ongelman ja poisti profiilin käytöstä. Säädä asetuksia ja tarkista ne, jotta voit ottaa profiilin uudelleen käyttöön.
fr: {0} a rencontré un problème et a désactivé le profil. Pour réactiver le profil, veuillez régler et valider les paramètres.
it: Si è verificato un problema in {0} e il profilo è stato disattivato. Per riattivare il profilo, regolare e convalidare le impostazioni.
nl: {0} heeft een probleem gevonden en het profiel uitgeschakeld. Pas de instellingen aan en ga ze na om het profiel opnieuw in te schakelen.
pl: {0} napotkał błąd i wyłączył profil. Aby ponownie włączyć profil, dostosuj i zweryfikuj ustawienia.
pt_br: {0} encontrou um problema e desativou o perfil. Para reativar o perfil, ajuste e valide as configurações.
ru: {0} обнаружил проблему и отключил профиль. Чтобы снова включить профиль, скорректируйте и валидируйте настройки.
sv: {0} upptäckte ett problem och inaktiverade profilen. Justera värdena och validera inställningarna om du vill återaktivera profilen.
tr: {0} bir sorunla karşılaştı ve profili devre dışı bıraktı. Profili tekrar etkinleştirmek için lütfen ayarları onaylayıp doğrulayın.
zh_hans: {0} 遇到问题且已禁用配置文件。要重新启用配置文件，请调整并验证设置。
zh_hant: {0} 發生問題並停用了設定檔。若要重新啟用設定檔，請調整和驗證設定。

# DoNotShowAgain
source: Do not show this message again
ar: عدم عرض هذه الرسالة مرة أخرى
da: Vis ikke denne meddelelse igen
de: Diese Meldung nicht mehr anzeigen
el: Να μην εμφανιστεί ξανά αυτό το μήνυμα
es: No mostrar este mensaje de nuevo
fi: Älä näytä tätä ilmoitusta uudelleen
fr: Ne plus afficher ce message
it: Non visualizzare più questo messaggio
nl: Dit bericht niet meer weergeven
pl: Nie pokazuj ponownie tego komunikatu
pt_br: Não mostrar esta mensagem novamente
ru: Больше не показывать это сообщение
sv: Visa inte det här meddelandet igen
tr: Bu mesajı tekrar gösterme
zh_hans: 不再显示此消息
zh_hant: 不要再顯示此訊息

# OCDisclaimer
source: The Advanced section of {0} enables you to manually change various settings, including the frequency and voltage of your processor. Changing these values may change your system's performance, but in some cases may cause system instability, a freeze or even crash your system. If you would like to proceed, please click Accept, otherwise click Cancel.
ar: يمكّنك قسم الخيارات المتقدمة في {0} من تغيير إعدادات متعددة يدويًا، بما في ذلك تردد المعالج والفولتية الخاصة به. وقد يؤدي تغيير هذه القيم إلى تغير أداء النظام، إلا أنه في بعض الحالات، قد يسبب عدم استقرار في النظام أو تجميده أو حتى تعطله. إذا أردت المتابعة، يرجى النقر فوق موافقة وإلا فانقر فوق إلغاء.
da: Afsnittet Avanceret i {0} gør dig i stand til manuelt at ændre forskellige indstillinger, herunder frekvens og spænding på din processor. Hvis du ændrer disse værdier kan dit systems ydeevne ændre sig, men i nogle tilfælde kan det medføre ustabilitet i systemet, frysning eller endda nedbrud af systemet. Hvis du gerne vil fortsætte, klik på Accepter, eller klik på Annuller.
de: Dieser erweiterte Bereich von {0} ermöglicht es Ihnen, unterschiedliche Einstellungen wie die Frequenz und die Spannung Ihres Prozessors manuell zu ändern. Das Verändern dieser Werte kann die Leistung Ihres Systems verändern, und in einigen Fällen sogar dazu führen, dass Ihr System instabil wird, einfriert oder sogar abstürzt. Wenn Sie fortfahren möchten, klicken Sie bitte auf Akzeptieren, ansonsten auf Abbrechen.
el: Η ενότητα "Για προχωρημένους" του {0} σάς επιτρέπει να αλλάξετε μη αυτόματα διάφορες ρυθμίσεις όπως η συχνότητα και η τάση του επεξεργαστή σας. Η αλλαγή αυτών των τιμών ενδέχεται να αλλάξει την απόδοση του συστήματός σας, αλλά σε ορισμένες περιπτώσεις ενδέχεται να προκληθεί αστάθεια του συστήματος, πάγωμα ή ακόμα και σφάλμα στο σύστημα. Εάν θέλετε να συνεχίσετε, κάντε κλικ στην επιλογή "Αποδοχή", διαφορετικά κάντε κλικ στην επιλογή "Ακύρωση".
es: La sección Opciones avanzadas de {0} le permite modificar manualmente diferentes ajustes como la frecuencia y el voltaje del procesador. Si cambia estos valores, es posible que cambie el rendimiento del sistema, pero en algunos casos puede hacer que el sistema sea inestable, se bloquee o falle. Si desea continuar, haga clic en Aceptar. De lo contrario, haga clic en Cancelar.
fi: Kohteen {0} Lisäasetukset-osasta voit muuttaa manuaalisesti monenlaisia asetuksia, kuten suorittimen taajuutta ja jännitettä. Näiden arvojen muuttaminen saattaa muuttaa järjestelmän suorituskykyä, mutta joskus ne saattavat myös aiheuttaa epävakautta tai järjestelmä saattaa lakata vastaamasta tai jopa kaatua. Jos haluat jatkaa, valitse Hyväksy. Valitse muussa tapauksessa Peruuta.
fr: La section Avancé de {0} vous permet de modifier manuellement différents paramètres, parmi lesquels la fréquence et la tension de votre processeur. La modification de ces valeurs peut modifier les performances de votre système, mais peut dans certains cas entrainer l'instabilité, un plantage voire un crash de votre système. Si vous souhaitez continuer, cliquez sur Accepter, sinon, cliquez sur Annuler.
it: La sezione Avanzate di {0} consente di modificare manualmente diverse impostazioni, tra cui la frequenza e la tensione del processore. La modifica di questi valori può causare un cambiamento delle prestazioni del sistema e in alcuni casi anche instabilità, blocco o arresto anomalo del sistema. Per procedere, fare clic su Accetto, altrimenti selezionare Annulla.
nl: De geavanceerde sectie van {0} staat u toe om verschillende instellingen van uw processor handmatig aan te passen, zoals de frequentie en spanning. Door deze waarden te wijzigen kunnen de prestaties van uw systeem veranderen, maar in sommige gevallen kan uw systeem instabiel worden, vastlopen of zelfs crashen. Als u verder wilt gaan klikt u op Accepteren, zo niet, dan klikt u op Annuleren.
pl: Sekcja Zaawansowane w {0} umożliwia ręczną zmianę różnych ustawień, w tym częstotliwości i napięcia procesora. Zmiana tych ustawień może wpłynąć na wydajność systemu, a w niektórych przypadkach może spowodować jego niestabilność, zawieszenie się, a nawet awarię. Aby kontynuować, kliknij Akceptuję. W przeciwnym wypadku kliknij Anuluj.
pt_br: A seção Avançado do {0} permite que você altere manualmente diversas configurações, incluindo frequência e tensão do seu processador. Alterar esses valores pode alterar o desempenho do sistema, mas em alguns casos pode causar instabilidade, congelamentos ou até mesmo falhas do sistema. Caso deseje continuar, clique em Aceitar. Caso contrário, clique em Cancelar.
ru: Раздел «Расширенная» от {0} позволяет вручную изменять различные настройки, включая частоту и напряжение процессора. Изменение этих значений может изменить производительность системы, но в некоторых случаях может привести к нестабильности, зависанию или даже сбою системы. Если вы хотите продолжить, нажмите «Я ПРИНИМАЮ». В противном случае нажмите «ОТМЕНА».
sv: I avsnittet Avancerat i {0} kan du manuellt ändra olika inställningar, inklusive frekvensen och spänningen för processorn. Att ändra dessa värden kan ändra systemets prestanda, men i vissa fall kan det leda till instabilitet i systemet, att systemet låser sig eller till och med att det kraschar. Klicka på Acceptera om du vill fortsätta. Annars klickar du på Avbryt.
tr: {0} öğesinin Gelişmiş bölümü, frekans ve voltaj da dahil olmak üzere işlemcinizin çeşitli ayarlarını manuel olarak değiştirmenizi sağlar. Bu değerlerin değiştirilmesi, sisteminizin performansını değiştirebilir ancak bazı durumlarda sisteminizde dengesizliğe, donmaya veya sisteminizin çökmesine neden olabilir. Devam etmek istiyorsanız Kabul ediyorum, devam etmek istemiyorsanız İptal öğesine tıklayın.
zh_hans: {0} 的“高级”部分让您可手动更改各种设置，包括处理器的频率和电压。更改这些值可能会更改系统的性能，但是在某些情况下可能会导致系统不稳定、冻结或甚至系统崩溃。如果要继续，请单击“接受”，否则单击“取消”。
zh_hant: {0} 的「進階」區段可讓您手動變更各種設定，包含處理器頻率和電壓的設定。變更這些值可能會改變系統的效能，但在某些情況下也可能會使系統不穩定、凍結，甚至當機。如果您要繼續，請按一下「我接受」，否則請按一下「取消」。

source: Continue
ar: متابعة
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
fi: Jatka
fr: Continuer
it: Continua
nl: Doorgaan
pl: Kontynuuj
pt_br: Continuar
ru: Продолжить
sv: Fortsätt
tr: Devam
zh_hans: 继续
zh_hant: 繼續

source: Accept
ar: "أقبل الاتفاقية"
da: "JEG ACCEPTERER"
de: Akzeptieren
el: ΑΠΟΔΕΧΟΜΑΙ
es: “ACEPTAR”
fi: Hyväksy
fr: « J'ACCEPTE »
it: Accetto
nl: ACCEPTEREN
pl: Akceptuję
pt_br: “ACEITO”
ru: «Я ПРИНИМАЮ»
sv: ”JAG ACCEPTERAR”
tr: Kabul ediyorum
zh_hans: 我接受
zh_hant: 我接受

# InvalidPredefinedProfileErrorMessage
source: We have detected an issue with the Alienware approved overclocking settings. Please contact customer support on +1 800 ALIENWARE or +1 866 287 6727 and choose option 4.
ar: لقد اكتشفنا مشكلة في إعدادات زيادة السرعة الموافق عليها من قبل Alienware. يرجى الاتصال بقسم دعم العملاء على ‎1-800-ALIENWARE أو 1‎-866-287-6727 وتحديد الخيار 4.
da: Vi har registreret et problem med Alienware-godkendte indstillinger for overclocking. Kontakt kundesupport på 1-800-ALIENWARE eller 1-866-287-6727, og vælg mulighed 4.
de: Wir haben ein Problem mit den von Alienware genehmigten Overclocking-Einstellungen festgestellt. Bitte kontaktieren Sie den Kunden-Support unter 1-800-ALIENWARE oder unter 1-866-287-6727 und wählen Sie die 4. Option.
el: Εντοπίσαμε ένα πρόβλημα με τις εγκεκριμένες ρυθμίσεις υπερχρονισμού Alienware. Επικοινωνήστε με το τμήμα εξυπηρέτησης πελατών στο 1-800-ALIENWARE ή στο 1-866-287-6727 και επιλέξτε 4.
es: Hemos detectado un problema con la configuración de overclocking aprobada de Alienware. Póngase en contacto con el servicio de asistencia al cliente a través de 1-800-ALIENWARE o 1-866-287-6727 y elija la opción 4.
fi: Alienware-hyväksytyissä ylikellotusasetuksissa havaittiin ongelma. Soita asiakastuen numeroon 1-800-ALIENWARE tai 1-866-287-6727 ja valitse vaihtoehto 4.
fr: Nous avons détecté un problème avec les paramètres d'overclocking approuvés par Alienware. Veuillez contacter l'assistance client au 1-800-ALIENWARE ou 1-866-287-6727 et choisissez l'option 4.
it: È stato rilevato un problema con le impostazioni di overclocking approvate di Alienware. Contattare il supporto clienti al numero +1-800-ALIENWARE o +1-866-287-6727 e scegliere l'opzione 4.
nl: We hebben een probleem gevonden met de overklokinstellingen die door Alienware zijn goedgekeurd. Neem telefonisch contact op met de klantenservice via +1-800-ALIENWARE of +1-866-287-6727 en kies optie 4.
pl: Wykryto problem z zatwierdzonymi przez Alienware ustawieniami przetaktowania. Skontaktuj się z działem pomocy technicznej pod numerem 1-800-ALIENWARE lub 1-866-287-6727 i wybierz opcję nr 4.
pt_br: Detectamos um problema com as configurações de overclocking aprovadas pela Alienware. Entre em contato com o suporte ao cliente no número 1-800-ALIENWARE ou 1-866-287-6727 e escolha a opção 4.
ru: Обнаружена проблема с одобренными настройками оверклокинга для Alienware. Позвоните в службу поддержки по телефону 1-800-ALIENWARE или 1-866-287-6727 и выберите вариант 4.
sv: Vi har upptäckt ett problem med överklockningsinställningarna som godkänts av Alienware. Kontakta kundtjänsten med 1-800-ALIENWARE eller 1-866-287-6727 och välj alternativ 4.
tr: Alienware onaylı hız aşırtma ayarlarında bir sorun tespit ettik. Lütfen 1-800-ALIENWARE veya 1-866-287-6727 numaralı telefondan müşteri hizmetleriyle iletişime geçin ve 4. seçeneği belirleyin.
zh_hans: 我们在 Alienware 批准的超频设置中检测到问题。请通过 1-800-ALIENWARE 或 1-866-287-6727 联系客户支持并选择选项 4。
zh_hant: 我們偵測到 Alienware 認可的超頻設定發生問題。 請使用下列電話聯絡客戶支援：1-800-ALIENWARE，或是 1-866-287-6727 並選擇選項 4。

# BIOSInterfaceNotSupportedError
source: {0} did not find the minimum required BIOS version in order to enable overclocking functionality. Would you like to launch Support Assist to download the latest version of BIOS?
ar: لم يعثر {0} على إصدار BIOS الأدنى المطلوب لتمكين وظيفة زيادة السرعة. هل تريد تشغيل Support Assist لتنزيل أحدث إصدار من BIOS؟
da: {0} kunne ikke finde den som minimum krævede BIOS-version for at aktivere overclocking-funktionen. Vil du starte SupportAssist for at download den seneste version af BIOS?
de: {0} konnte die minimal benötigte BIOS-Version nicht finden, die benötigt wird, um die Overclocking-Funktionen zu aktivieren. Möchten Sie SupportAssist öffnen, um die neueste Version von BIOS herunterzuladen?
el: Το {0} δεν εντόπισε την ελάχιστη απαιτούμενη έκδοση BIOS για να ενεργοποιήσει τη λειτουργικότητα υπερχρονισμού. Θέλετε να εκκινήσετε το Support Assist για να γίνει λήψη της πιο πρόσφατης έκδοσης του BIOS;
es: {0} no ha encontrado la versión de BIOS mínima que se necesita para activar la función de overclocking. ¿Desea iniciar Support Assist para descargar la versión más reciente de BIOS?
fi: {0} ei löytänyt BIOSin vähimmäisversiota, jota ylikellotustoiminto tarvitsee. Haluatko käynnistää SupportAssistin ja ladata uusimman BIOS-version?
fr: {0} n'a pas trouvé la version minimum requise du BIOS pour activer la fonction d'overclocking. Voulez-vous lancer l'assistance pour télécharger la dernière version du BIOS ?
it: {0} non ha trovato la versione del BIOS minima richiesta per attivare la funzionalità di overclocking. Avviare SupportAssist per scaricare la versione più recente del BIOS?
nl: {0} kan de minimaal vereiste BIOS-versie voor het inschakelen van de overklokfunctie niet vinden. Wilt u Support Assist starten om de nieuwste versie van het BIOS te downloaden?
pl: {0} nie odnalazł minimalnej wersji systemu BIOS wymaganej do uruchomienia funkcji przetaktowania. Czy chcesz uruchomić asystenta pomocy technicznej, aby pobrać najnowszą wersję systemu BIOS?
pt_br: {0} não encontrou a versão mínima necessária do BIOS para poder ativar a funcionalidade de overclocking. Gostaria de iniciar o Support Assist para baixar a versão mais recente do BIOS?
ru: {0} не удалось найти минимальную требуемую версию BIOS, чтобы включить функцию оверклокинга. Запустить SupportAssist, чтобы скачать актуальную версию BIOS?
sv: {0} hittade inte den senaste BIOS-version som krävs för att aktivera överklockningsfunktionen. Vill du starta Support Assist för att hämta den senaste BIOS-versionen?
tr: {0}, hız aşırtma işlevini etkinleştirmek için gerekli minimum BIOS sürümünü bulamadı. BIOS'un son sürümünü indirmek için Support Assist'i çalıştırmak ister misiniz?
zh_hans: {0} 未找到所需的最低 BIOS 版本，因此无法启用超频功能。是否要启动 Support Assist 来下载 BIOS 的最新版本？
zh_hant: {0} 沒有找到啟用超頻功能所需的最低 BIOS 版本。是否要啟動 Support Assist 以下載最新版本的 BIOS？

# SummaryTitle
source: SUMMARY
ar: ملخص
da: OVERSIGT
de: ZUSAMMENFASSUNG
el: ΣΥΝΟΨΗ
es: RESUMEN
fi: YHTEENVETO
fr: RÉSUMÉ
it: RIEPILOGO
nl: SAMENVATTING
pl: PODSUMOWANIE
pt_br: RESUMO
ru: СВОДКА
sv: SAMMANFATTNING
tr: ÖZET
zh_hans: 摘要
zh_hant: 摘要

# ValidationSettingsInProgress
source: Please wait while we validate your settings
ar: يرجى الانتظار فيما نتحقق من صحة الإعدادات
da: Vent venligst, mens vi validerer dine indstillinger
de: Bitte warten Sie, bis wir Ihre Einstellungen überprüft haben.
el: Περιμένετε μέχρι να επικυρωθούν οι ρυθμίσεις σας
es: Espere mientras autenticamos sus ajustes.
fi: Odota, kun asetukset tarkistetaan
fr: Veuillez patienter pendant que nous validons vos paramètres
it: Attendere la convalida delle impostazioni
nl: Een moment geduld, uw instellingen worden gevalideerd
pl: Zaczekaj na weryfikację ustawień
pt_br: Aguarde enquanto validamos suas configurações
ru: Дождитесь, пока мы валидируем ваши настройки
sv: Vänta medan dina inställningar valideras
tr: Ayarlarınız doğrulanırken lütfen bekleyin
zh_hans: 请等待，我们在验证您的设置
zh_hant: 請稍候，我們正在驗證您的設定

# ValidationSettingsSucceeded
source: Your selected values have successfully passed validation
ar: اجتازت القيم التي حددتها عملية التحقق من الصحة بنجاح
da: Dine valgte værdier bestod valideringen
de: Ihre ausgewählten Werte haben die Überprüfung erfolgreich bestanden.
el: Οι επιλεγμένες τιμές ολοκλήρωσαν επιτυχώς την επικύρωση
es: Se han validado correctamente los valores seleccionados
fi: Valitsemasi arvot on hyväksytty
fr: Les valeurs que vous avez sélectionnées ont été validées avec succès
it: I valori selezionati hanno superato la convalida
nl: Uw geselecteerde waarden zijn gevalideerd
pl: Wybrane wartości przeszły weryfikację
pt_br: Seus valores selecionados passaram com êxito pela validação
ru: Выбранные значения успешно прошли валидацию
sv: Dina valda värden har godkänts
tr: Seçilen değerleriniz başarılı bir şekilde doğrulandı
zh_hans: 您选择的值已成功通过验证
zh_hant: 您選擇的值成功通過驗證

# ValidationSettingsFailed
source: Your selected values have not passed validation. Please adjust the values and try again.
ar: لم تجتز القيم التي حددتها عملية التحقق من الصحة. يرجى ضبط القيم والمحاولة من جديد.
da: Dine valgte værdier bestod ikke valideringen. Juster værdierne, og prøv igen.
de: Ihre ausgewählten Werte haben die Überprüfung nicht bestanden. Bitte passen Sie die Werte an und versuchen Sie es erneut.
el: Οι επιλεγμένες τιμές δεν ολοκλήρωσαν επιτυχώς την επικύρωση. Προσαρμόστε τις τιμές και δοκιμάστε ξανά.
es: No se han validado correctamente los valores seleccionados. Ajuste los valores e inténtelo de nuevo.
fi: Valitsemiasi arvoja ei hyväksytty. Muuta niitä ja yritä uudelleen.
fr: Les valeurs que vous avez sélectionnées n'ont pas pu être validées. Veuillez régler les valeurs et réessayer.
it: I valori selezionati non hanno superato la convalida. Regolare i valori e riprovare.
nl: Uw geselecteerde waarden kunnen niet worden gevalideerd. Pas de waarden aan en probeer het opnieuw.
pl: Wybrane wartości nie przeszły weryfikacji. Dostosuj wartości i spróbuj ponownie.
pt_br: Seus valores selecionados não passaram pela validação. Ajuste os valores e tente novamente.
ru: Выбранные значения не прошли валидацию. Скорректируйте значения и повторите попытку.
sv: Dina valda värden godkändes inte. Justera värdena och försök igen.
tr: Seçilen değerleriniz doğrulanamadı. Lütfen değerleri değiştirin ve yeniden deneyin.
zh_hans: 您选择的值未通过验证。 请调整值并重试。
zh_hant: 您選擇的值未通過驗證。 請調整值，然後再試一次。

# LoadingCustomProfilesFailedMessage
source: The application was unable to load some user profiles.
ar: تعذّر على التطبيق تحميل بعض ملفات تعريف المستخدمين.
da: Programmet kunne ikke indlæse nogle af brugerprofilerne.
de: Die Anwendung konnte einige Benutzerprofile nicht laden.
el: Η εφαρμογή δεν μπόρεσε να φορτώσει ορισμένα προφίλ χρηστών.
es: La aplicación no ha podido cargar algunos perfiles de usuario.
fi: Sovellus ei voinut ladata joitakin käyttäjäprofiileja.
fr: L'application n'a pas pu charger certains profils utilisateur.
it: L'applicazione non è riuscita a caricare alcuni profili utente.
nl: De applicatie kan sommige gebruikersprofielen niet laden.
pl: Aplikacja nie może wczytać niektórych profili użytkownika.
pt_br: O aplicativo não pode carregar alguns perfis de usuários.
ru: Приложению не удалось загрузить часть пользовательских профилей.
sv: Programmet kunde inte läsa in några användarprofiler.
tr: Uygulama, bazı kullanıcı profillerini yükleyemedi.
zh_hans: 应用程序无法载入某些用户配置文件。
zh_hant: 應用程式無法載入某些使用者設定檔。

source: PUMP
ar: المضخة
da: PUMPE
de: PUMPE
el: ΑΝΤΛΙΑ
es: BOMBA
fi: PUMPPU
fr: POMPE
it: POMPA
nl: POMP
pl: POMPA
pt_br: BOMBA
ru: ПОДКАЧКА
tr: POMPA
zh_hant: 幫浦

# PumpOff
source: FAILED
ar: فشل
da: MISLYKKEDES
de: FEHLERHAFT
el: ΑΠΟΤΥΧΙΑ
es: ERROR
fi: EPÄONNISTUI
fr: ÉCHEC
it: NON RIUSCITO
nl: MISLUKT
pl: NIEPOWODZENIE
pt_br: FALHA
ru: СБОЙ
sv: MISSLYCKADES
tr: BAŞARISIZ
zh_hans: 失败
zh_hant: 失敗

# PumpOn
source: ON
ar: تشغيل
da: TÆNDT
de: EIN
el: ΕΝΕΡΓΟΠ.
es: ENCEND.
fi: KÄYTÖSSÄ
fr: ALLUMÉ
nl: AAN
pl: WŁ.
pt_br: LIGADO
ru: ВКЛ.
sv: PÅ
tr: AÇIK
zh_hans: 开
zh_hant: 開啟

# FanMin
source: IDLE
ar: الخمول
da: INAKTIV
de: INAKTIV
el: ΣΕ ΑΔΡΑΝΕΙΑ
es: INACTIVO
fi: VAPAA
fr: INACTIF
it: INATTIVO
nl: INACTIEF
pl: BEZCZYNNY
pt_br: OCIOSO
ru: НЕТ АКТИВНОСТИ
sv: INAKTIV
tr: BOŞTA
zh_hans: 空闲
zh_hant: 閒置

# AllPredefinedProfilesMissing
source: Predefined Profiles Missing
ar: ملفات التعريف المحددة مسبقًا مفقودة
da: Foruddefinerede profiler mangler
de: Vordefinierte Profile fehlen
el: Λείπουν προκαθορισμένα προφίλ
es: Faltan perfiles predefinidos
fi: Esimääritettyjä profiileja puuttuu
fr: Profil prédéfinis manquants
it: Profili predefiniti mancanti
nl: Vooraf ingestelde profielen ontbreken
pl: Brak wstępnie zdefiniowanych profili
pt_br: Perfis predefinidos ausentes
ru: Предопределенные профили отсутствуют
sv: Förinställda profiler saknas
tr: Önceden Tanımlanmış Profiller Eksik
zh_hans: 预定义配置文件缺失
zh_hant: 預先定義的設定檔遺失
