Repository: PrincyPrabha19/SampleGITClean
Catalog: POCs/DCFIntrepidPoC/DominatorDCF/Dominator Solution/ResourcesForTranslations/Dominator.UI/Resources.*.resx
Languages: ar, da, de, el, es, fi, fr, it, nl, pl, pt_br, ru, sv, tr, zh_hans, zh_hant

# AllPredefinedProfilesMissingMessage
source: The application failed to load the predefined profiles, please connect to the Internet and restart the application.
ar: فشل التطبيق في تحميل ملفات التعريف المعرّفة مسبقًا، يُرجى الاتصال بالإنترنت وإعادة تشغيل التطبيق.
da: Programmet kunne ikke indlæse de foruddefinerede filer. Opret forbindelse til internettet, og genstart programmet.
de: Die Anwendung konnte die vordefinierten Profile nicht laden. Stellen Sie eine Internetverbindung her und starten Sie die Anwendung erneut.
el: Η εφαρμογή απέτυχε να φορτώσει τα προκαθορισμένα προφίλ, συνδεθείτε στο internet και κάντε επανεκκίνηση της εφαρμογής.
es: La aplicación no ha podido cargar los perfiles predefinidos, conéctese a Internet y reinicie la aplicación.
fi: Sovellus ei voinut ladata esimääritettyjä profiileja, muodosta Internet-yhteys ja käynnistä sovellus uudelleen.
fr: L'application n'a pas pu charger les profils prédéfinis. Connectez-vous à Internet et redémarrez l'application.
it: L'applicazione non ha caricato i profili predefiniti. Connettersi a Internet e riavviare l'applicazione.
nl: De applicatie heeft de vooraf gedefinieerde profielen niet geladen; maak verbinding met internet en start de applicatie opnieuw.
pl: Aplikacja nie może wczytać zdefiniowanych profili. Połącz się z Internetem i ponownie uruchom aplikację.
pt_br: Falha ao carregar os perfis predefinidos no aplicativo. Conecte-se à Internet e reinicie o aplicativo.
ru: Приложению не удалось загрузить предопределенные профили. Выполните подключение к Интернету и перезапустите приложение.
sv: Programmet kunde inte läsa in de förinställda profilerna, anslut till internet och starta om programmet.
tr: Uygulama, önceden tanımlanan profilleri yükleyemedi. Lütfen internete bağlanın ve uygulamayı yeniden başlatın.
zh_hans: 应用程序无法加载预定义的配置文件。请连接至互联网并重启应用程序。
zh_hant: 應用程式無法載入預先定義的設定檔，請連線至網際網路並重新啟動應用程式。

source: Predefined Profile Missing
ar: ملف التعريف المحدد مسبقًا مفقود
da: Foruddefineret profil mangler
de: Vordefiniertes Profil fehlt
el: Λείπει προκαθορισμένο προφίλ
es: Falta el perfil predefinido
fi: Esimääritetty profiili puuttuu
fr: Profil prédéfini manquant
it: Profilo predefinito mancante
nl: Vooraf ingesteld profiel ontbreekt
pl: Brak wstępnie zdefiniowanego profilu
pt_br: Perfil predefinido ausente
ru: Предопределенный профиль отсутствует
sv: Förinställd profil saknas
tr: Önceden Tanımlanmış Profil Eksik
zh_hans: 预定义配置文件缺失
zh_hant: 預先定義的設定檔遺失

# PredefinedProfileMissingMessage
source: The application failed to load the predefined profiles, please connect to the Internet and restart the application.
ar: فشل التطبيق في تحميل ملفات التعريف المعرّفة مسبقًا، يُرجى الاتصال بالإنترنت وإعادة تشغيل التطبيق.
da: Programmet kunne ikke indlæse de foruddefinerede filer. Opret forbindelse til internettet, og genstart programmet.
de: Die Anwendung konnte die vordefinierten Profile nicht laden. Stellen Sie eine Internetverbindung her und starten Sie die Anwendung erneut.
el: Η εφαρμογή απέτυχε να φορτώσει τα προκαθορισμένα προφίλ, συνδεθείτε στο internet και κάντε επανεκκίνηση της εφαρμογής.
es: La aplicación no ha podido cargar los perfiles predefinidos, conéctese a Internet y reinicie la aplicación.
fi: Sovellus ei voinut ladata esimääritettyjä profiileja, muodosta Internet-yhteys ja käynnistä sovellus uudelleen.
fr: L'application n'a pas pu charger les profils prédéfinis. Connectez-vous à Internet et redémarrez l'application.
it: L'applicazione non ha caricato i profili predefiniti. Connettersi a Internet e riavviare l'applicazione.
nl: De applicatie heeft de vooraf gedefinieerde profielen niet geladen; maak verbinding met internet en start de applicatie opnieuw.
pl: Aplikacja nie może wczytać zdefiniowanych profili. Połącz się z Internetem i ponownie uruchom aplikację.
pt_br: Falha ao carregar os perfis predefinidos no aplicativo. Conecte-se à Internet e reinicie o aplicativo.
ru: Приложению не удалось загрузить предопределенные профили. Выполните подключение к Интернету и перезапустите приложение.
sv: Programmet kunde inte läsa in de förinställda profilerna, anslut till internet och starta om programmet.
tr: Uygulama, önceden tanımlanan profilleri yükleyemedi. Lütfen internete bağlanın ve uygulamayı yeniden başlatın.
zh_hans: 应用程序无法加载预定义的配置文件。请连接至互联网并重启应用程序.
zh_hant: 應用程式無法載入預先定義的設定檔，請連線至網際網路並重新啟動應用程式。

# RestartService
source: Start Service
ar: بدء الخدمة
da: Start tjeneste
de: Dienst starten
el: Έναρξη υπηρεσίας
es: Iniciar servicio
fi: Käynnistä palvelu
fr: Démarrer le service
it: Avvia servizio
nl: Service starten
pl: Uruchom usługę
pt_br: Iniciar serviço
ru: Запустить сервис
sv: Starta tjänsten
tr: Hizmeti Başlat
zh_hans: 启动服务
zh_hant: 啟動服務

source: Restart
ar: إعادة تشغيل
da: Genstart
de: Neu starten
el: Επανεκκίνηση
es: Reiniciar
fi: Käynnistä uudelleen
fr: Redémarrer
it: Riavvia
nl: Opnieuw opstarten
pl: Uruchom ponownie
pt_br: Reiniciar
ru: Перезапустить
sv: Starta om
tr: Yeniden başlat
zh_hans: 重新启动
zh_hant: 重新啟動

# MetadataDownloadInProgress
source: Please wait while the configuration files are being downloaded.
ar: الرجاء الانتظار بينما يتم تنزيل ملفات التكوين.
da: Vent, mens konfigurationsfilerne bliver downloadet.
de: Bitte warten Sie so lange, bis die Konfigurationsdateien heruntergeladen wurden.
el: Περιμένετε όσο γίνεται λήψη των αρχείων διαμόρφωσης.
es: Espere mientas se cargan los archivos de configuración.
fi: Odota, kun kokoonpanotiedostoja ladataan.
fr: Veuillez patienter pendant le téléchargement des fichiers de configuration.
it: Attendere il download dei file di configurazione.
nl: Even geduld... De configuratiebestanden worden gedownload.
pl: Proszę czekać. Trwa pobieranie plików konfiguracji.
pt_br: Aguarde enquanto os arquivo de configuração estão sendo baixados.
ru: Дождитесь окончания загрузки файлов конфигурации.
sv: Vänta medan konfigurationsfilerna hämtas.
tr: Yapılandırma dosyaları indirilirken lütfen bekleyin.
zh_hans: 配置文件正在下载，请稍候。
zh_hant: 正在下載組態檔案，請稍候。

# MetadataDownloadFailed
source: Unable to download the configuration files for your system. Another retry will be done when the application is launched.
ar: يتعذّر تنزيل ملفات التكوين لنظامك. ستتم إعادة المحاولة عند تشغيل التطبيق.
da: Det var ikke muligt at downloade konfigurationsfilerne til dit system. Et nyt forsøg foretages, når programmet bliver startet.
de: Die Konfigurationsdateien für Ihr System konnten nicht heruntergeladen werden. Nach erneutem Starten der Anwendung wird ein weiterer Versuch unternommen.
el: Δεν είναι δυνατή η λήψη των αρχείων διαμόρφωσης για το σύστημά σας. Θα επαναληφθεί η προσπάθεια κατά την εκκίνηση της εφαρμογής.
es: No se han podido cargar los archivos de configuración para el sistema. Se intentará de nuevo cuando se inicie la aplicación.
fi: Ei voi ladata järjestelmän kokoonpanotiedostoja. Yritetään uudelleen, kun sovellus käynnistetään.
fr: Impossible de télécharger les fichiers de configuration pour votre système. Une nouvelle tentative sera effectuée une fois l'application lancée.
it: Impossibile scaricare i file di configurazione per il sistema. Verrà effettuato un altro tentativo una volta avviata l'applicazione.
nl: Kan de configuratiebestanden voor uw systeem niet downloaden. We proberen dit opnieuw zodra de applicatie wordt gestart.
pl: Nie można pobrać plików konfiguracji dla tego systemu. Po uruchomieniu aplikacji wykonana zostanie ponowna próba.
pt_br: Não foi possível baixar os arquivos de configuração para seu sistema. Outra nova tentativa será realizada quando o aplicativo for executado.
ru: Не удается загрузить файлы конфигурации для вашей системы. Еще одна попытка будет сделана после запуска приложения.
sv: Det går inte att hämta konfigurationsfilerna för systemet. Ett nytt försök genomförs när programmet startas.
tr: Sisteminiz için yapılandırma dosyaları indirilemiyor. Uygulama başlatıldığında tekrar denenecek.
zh_hans: 无法为您的系统下载配置文件。当应用程序启动时会再次重试。
zh_hant: 無法為您的系統下載組態檔案。啟動應用程式後，將會重試下載。

# MetadataServiceUnreachable
source: Unable to download the configuration files. Please check your Internet connection.
ar: يتعذّر تنزيل ملفات التكوين. الرجاء التحقق من اتصال الإنترنت لديك.
da: Det var ikke muligt at downloade konfigurationsfilerne. Kontroller din internetforbindelse.
de: Die Konfigurationsdateien konnten nicht heruntergeladen werden. Bitte überprüfen Sie Ihre Internetverbindung.
el: Δεν είναι δυνατή η λήψη των αρχείων διαμόρφωσης. Ελέγξτε τη σύνδεσή σας στο internet.
es: No se han podido descargar los archivos de configuración. Compruebe la conexión a Internet.
fi: Ei voi ladata kokoonpanotiedostoja. Tarkista Internet-yhteys.
fr: Impossible de télécharger les fichiers de configuration. Veuillez vérifier votre connexion Internet.
it: Impossibile scaricare i file di configurazione. Controllare la connessione a Internet.
nl: Kan de configuratiebestanden niet downloaden. Controleer uw internetverbinding.
pl: Nie można pobrać plików konfiguracji. Sprawdź stan połączenia z Internetem.
pt_br: Não foi possível baixar os arquivos de configuração. Verifique sua conexão com à Internet.
ru: Не удается загрузить файлы конфигурации. Проверьте подключение к Интернету.
sv: Det går inte att hämta konfigurationsfilerna. Kontrollera internetanslutningen.
tr: Yapılandırma dosyaları indirilemedi. Lütfen internet bağlantınızı kontrol edin.
zh_hans: 无法下载配置文件。请检查您的网络连接。
zh_hant: 無法下載組態檔案。請檢查您的網際網路連線。

# MetadataDownloadTitle
source: {0} SETTINGS
ar: {0} الإعدادات
da: {0} INDSTILLINGER
de: {0} EINSTELLUNGEN
el: {0} ΡΥΘΜΙΣΕΙΣ
es: CONFIGURACIÓN DE {0}
fi: {0}-ASETUKSET
fr: PARAMÈTRES {0}
it: IMPOSTAZIONI DI {0}
nl: {0}-INSTELLINGEN
pl: {0} - USTAWIENIA
pt_br: CONFIGURAÇÕES {0}
ru: НАСТРОЙКИ {0}
sv: {0} INSTÄLLNINGAR
tr: {0} AYARLARI
zh_hans: {0} 设置
zh_hant: {0} 設定

# ProfileSelectionError
source: We detected an issue with the profile. Please reload the application if the issue persists.
ar: كشفنا عن مشكلة في ملف التعريف. الرجاء إعادة تحميل التطبيق في حال استمرّت المشكلة.
da: Vi registrerede et problem med profilen. Indlæs programmet igen, hvis problemet fortsætter.
de: Es wurde ein Problem mit dem Profil erkannt. Falls das Problem weiterhin besteht, laden Sie die Anwendung erneut.
el: Εντοπίσαμε ένα πρόβλημα με το προφίλ. Αν το πρόβλημα παραμένει, επαναλάβετε την φόρτωση της εφαρμογής.
es: Hemos detectado un problema con el perfil. Si el problema continúa, vuelva a cargar la aplicación.
fi: Profiilissa on havaittu ongelma. Lataa sovellus uudelleen, jos ongelma toistuu.
fr: Nous avons détecté un problème sur le profil. Veuillez recharger l'application si le problème persiste.
it: È stato rilevato un problema con il profilo. Ricaricare l'applicazione se il problema persiste.
nl: Er is een probleem met het profiel. Start de applicatie opnieuw als het probleem zich blijft voordoen.
pl: Wykryto problem związany z profilem. Jeżeli problem będzie się powtarzać, wczytaj ponownie aplikację.
pt_br: Detectamos um problema com o perfil. Se o problema persistir, carregue novamente o aplicativo.
ru: Обнаружена проблема с профилем. Если проблема сохранится, заново загрузите приложение.
sv: Vi har identifierat ett problem med profilen. Läs in programmet igen om problemet kvarstår.
tr: Profille ilgili bir sorun algılandı. Sorun devam ederse lütfen uygulamayı yeniden yükleyin.
zh_hans: 我们检测到配置文件出现问题。如问题持续存在，请重新载入应用程序。
zh_hant: 偵測到設定檔有問題。若問題持續存在，請重新載入應用程式。

# RebootRequiredAtEdit
source: Your system requires a reboot cycle in order for all OC values to be successfully validated and applied to the system while in the advanced section. Click Yes to proceed with the reboot.
ar: يتطلّب النظام لديك إعادة التشغيل لمصادقة كل قيم OC بنجاح في النظام عندما تكون في القسم المتقدم. انقر فوق "نعم" لمتابعة عملية إعادة التشغيل.
da: Dit system skal genstartes, så alle OC-værdier bliver valideret og anvendt i systemet, mens den avancerede del er åben. Klik på ja for at genstarte.
de: Das System muss neugestartet werden, damit alle OC-Werte geprüft und im System angewendet werden können. Klicken Sie auf 'Ja', um das System neuzustarten.
el: Το σύστημά σας απαιτεί έναν κύκλο επανεκκίνησης για να επικυρωθούν επιτυχώς όλες οι τιμές OC και να εφαρμοστούν στο σύστημα ενώ βρίσκεστε στην ενότητα για προχωρημένους. Πατήστε Ναι για να κάνετε επανεκκίνηση.
es: El sistema requiere un ciclo de reinicio para que se validen y apliquen correctamente todos los valores OC al sistema en la sección avanzada. Haga clic en Sí para continuar el reinicio.
fi: Järjestelmä on käynnistettävä uudelleen, jotta kaikki OC-arvot voidaan vahvistaa ja ottaa käyttöön järjestelmän lisäasetusosassa. Käynnistä uudelleen valitsemalla kyllä.
fr: Votre système nécessite un cycle de redémarrage pour que toutes les valeurs d'overclocking soient validées et appliquées avec succès au système dans la section Avancé. Cliquez sur Oui pour effectuer le redémarrage.
it: Il sistema richiede un ciclo di riavvio affinché tutti i valori OC vengano convalidati e applicati correttamente al sistema, mentre ci si trova nella sezione avanzata. Fare clic su Sì per continuare con il riavvio.
nl: Uw systeem moet opnieuw opgestart worden voordat alle OC-waarden worden gevalideerd en toegepast op het systeem in de geavanceerde sectie. Klik op ja om opnieuw op te starten.
pl: System wymaga ponownego uruchomienia w celu poprawnej weryfikacji i zastosowania w systemie wszystkich wartości OC w sekcji zaawansowanej. Kliknij Tak, aby uruchomić ponownie.
pt_br: O seu sistema requer um ciclo de reinicialização para que todos os valores de OC sejam validados com sucesso e aplicados ao sistema durante a seção avançada. Clique em Sum para continuar com a reinicialização.
ru: Требуется перезагрузка системы, чтобы успешно валидировать и применить все значения OC к системе во время нахождения в разделе «Расширенная». Нажмите «Да», чтобы начать перезагрузку.
sv: Systemet måste startas om för att alla OC-värden ska kunna valideras och tillämpas på systemet medan det är i det avancerade avsnittet. Klicka på Ja för att fortsätta med omstarten.
tr: Gelişmiş bölümdeyken tüm OC değerlerinin başarıyla doğrulanabilmesi ve sisteme uygulanabilmesi için sistemin bir yeniden başlatma döngüsü gerçekleştirmesi gerekiyor. Yeniden başlatma işlemine devam etmek için evet öğesine tıklayın.
zh_hans: 在高级部分，您的系统需要一个重引导周期才能让所有 OC 值成功验证并应用至系统。单击“是”继续重引导操作。
zh_hant: 您的系統需要重新開機循環，所有的 OC 值才能在進階區段中成功驗證並套用至系統。按一下「是」繼續重新開機。

# RebootRequiredAtStart
source: At this time, your system requires a reboot cycle in order for all OC values to be successfully applied to the system. Would you like to reboot now or later?
ar: يتطلّب نظامك في هذا الوقت إعادة التشغيل لتطبيق كل قيم OC بنجاح في النظام. هل تريد إعادة التشغيل الآن أو في وقت لاحق؟
da: Dit system skal genstartes nu, så alle OC-værdier bliver anvendt i systemet. Vil du genstarte nu eller senere?
de: Das System muss neugestartet werden, damit alle OC-Werte geprüft und im System angewendet werden können. Möchten Sie jetzt oder später neustarten?
el: Αυτή τη στιγμή το σύστημά σας απαιτεί έναν κύκλο επανεκκίνησης για να εφαρμοστούν με επιτυχία όλες οι τιμές OC στο σύστημα. Θέλετε να κάνετε επανεκκίνηση τώρα ή αργότερα;
es: En este momento, el sistema requiere un ciclo de reinicio para que se apliquen correctamente todos los valores OC al sistema. ¿Desea reiniciar ahora o más tarde?
fi: Järjestelmä on käynnistettävä nyt uudelleen, jotta kaikki OC-arvot voidaan ottaa käyttöön järjestelmässä. Käynnistetäänkö uudelleen nyt vai myöhemmin?
fr: À l'heure actuelle, votre système nécessite un cycle de redémarrage pour que toutes les valeurs d'overclocking soient validées et appliquées avec succès au système. Voulez-vous redémarrer maintenant ou procéder au redémarrage plus tard ?
it: In questo momento il sistema richiede un ciclo di riavvio affinché tutti i valori OC vengano applicati correttamente al sistema. Eseguire il riavvio ora o più tardi?
nl: Uw systeem moet nu opnieuw opgestart worden om alle OC-waarden toe te passen. Wilt u het systeem nu opnieuw opstarten of later?
pl: W tym momencie system wymaga ponownego uruchomienia w celi poprawnego zastosowania w systemie wszystkich wartości OC. Chcesz uruchomić ponownie teraz, czy później?
pt_br: No momento, seu sistema requer um ciclo de reinicialização para que todos os valores de OC sejam aplicados com sucesso ao sistema. Deseja reinicializar agora ou mais tarde?
ru: Требуется перезагрузка системы, чтобы успешно применить все параметры OC. Выполнить перезагрузку сейчас или позже?
sv: För närvarande måste systemet startas om så att alla OC-värden kan tillämpas på systemet. Vill du starta om nu eller senare?
tr: Tüm OC değerlerinin başarıyla sisteme uygulanabilmesi için sisteminizin şu anda bir yeniden başlatma döngüsü gerçekleştirmesi gerekiyor. Yeniden başlatma şimdi mi, sonra mı gerçekleştirilsin?
zh_hans: 此时您的系统需要一个重引导周期才能让所有 OC 值成功应用至系统。您是否希望现在或稍后重引导？
zh_hant: 現在，您的系統需要重新開機循環，所有的 OC 值才能成功套用至系統。您要立即重新開機或稍後再執行？

# RebootRequiredError
source: Reboot Required
ar: إعادة التشغيل مطلوبة
da: Genstart påkrævet
de: Neustart erforderlich
el: Απαιτείται επανεκκίνηση
es: Reinicio requerido
fi: Uudelleenkäynnistys tarvitaan
fr: Redémarrage nécessaire
it: Riavvio necessario
nl: Opnieuw opstarten vereist
pl: Wymagane ponowne uruchomienie
pt_br: Reinicialização obrigatória
ru: Требуется перезагрузка
sv: Omstart krävs
tr: Yeniden Başlatma Gerekli
zh_hans: 需重引导
zh_hant: 必須重新開機

source: Later
ar: في وقت لاحق
da: Senere
de: Später
el: Αργότερα
es: Más tarde
fi: Myöhemmin
fr: Plus tard
it: Più tardi
pl: Później
pt_br: Mais tarde
ru: Позже
sv: Senare
tr: Sonra
zh_hans: 稍后
zh_hant: 稍後

# Now
source: Reboot Now
ar: إعادة التشغيل
da: Genstart nu
de: Jetzt neustarten
el: Επανεκκίνηση τώρα
es: Reiniciar ahora
fi: Käynnistä uudelleen heti
fr: Redémarrer maintenant
it: Riavvia ora
nl: Nu opnieuw opstarten
pl: Uruchom ponownie teraz
pt_br: Reinicializar agora
ru: Перезагрузить сейчас
sv: Starta om nu
tr: Şimdi Yeniden Başlat
zh_hans: 现在重引导
zh_hant: 立即重新開機

# CPURebootRequired
source: Reboot required to successfully apply the CPU settings
ar: إعادة التشغيل مطلوبة لتطبيق إعدادات وحدة المعالجة المركزية بنجاح
da: Genstart påkrævet for at anvende CPU-indstillingerne
de: Neustart erforderlich, um die CPU-Einstellungen anzuwenden.
el: Απαιτείται επανεκκίνηση για να εφαρμοστούν με επιτυχία οι ρυθμίσεις ΚΜΕ
es: Se requiere un reinicio para aplicar correctamente la configuración de la CPU.
fi: Uudelleenkäynnistys tarvitaan, jotta suorittimen asetukset voidaan ottaa käyttöön
fr: Redémarrage nécessaire pour appliquer les paramètres de l'UC
it: Riavvio necessario per applicare correttamente le impostazioni CPU
nl: Start opnieuw op om de CPU-instellingen toe te passen
pl: Wymagane ponowne uruchomienie w celu poprawnego zastosowanie ustawień CPU
pt_br: A reinicialização é obrigatória para aplicar com sucesso as configuração da CPU
ru: Для успешного применения настроек ЦП требуется перезагрузка
sv: Du måste starta om för att kunna tillämpa CPU-inställningarna
tr: CPU ayarlarının başarıyla uygulanması için Yeniden Başlatma Gerekli
zh_hans: 需要重引导才能成功应用 CPU 设置
zh_hant: 必須重新開機，才能成功套用 CPU 設定

# MemoryRebootRequired
source: Reboot required to successfully apply the memory settings
ar: إعادة التشغيل مطلوبة لتطبيق إعدادات الذاكرة بنجاح
da: Genstart påkrævet for at anvende hukommelsesindstillingerne
de: Neustart erforderlich, um die Speichereinstellungen anzuwenden.
el: Απαιτείται επανεκκίνηση για να εφαρμοστούν με επιτυχία οι ρυθμίσεις μνήμης
es: Se requiere un reinicio para aplicar correctamente la configuración de memoria.
fi: Uudelleenkäynnistys tarvitaan, jotta muistiasetukset voidaan ottaa käyttöön
fr: Redémarrage nécessaire pour appliquer les paramètres de la mémoire
it: Riavvio necessario per applicare correttamente le impostazioni della memoria
nl: Start opnieuw op om de geheugeninstellingen toe te passen
pl: Wymagane ponowne uruchomienie w celu zastosowania ustawień pamięci
pt_br: A reinicialização é obrigatória para aplicar com sucesso as configuração da memória
ru: Для успешного применения настроек памяти требуется перезагрузка
sv: Du måste starta om för att kunna tillämpa minnesinställningarna
tr: Bellek ayarlarının başarıyla uygulanması için yeniden başlatma gerekli
zh_hans: 需要重引导才能成功应用内存设置
zh_hant: 必須重新開機，才能成功套用記憶體設定

# AnotherInstanceIsRunningErrorMsg
source: Unable to load the application. Another instance of the application is running.
ar: يتعذّر تحميل التطبيق. نسخة أخرى من التطبيق قيد التشغيل.
da: Programmet kan ikke indlæses. En anden forekomst af programmet kører.
de: Anwendung kann nicht geladen werden. Eine andere Instanz der Anwendung wird bereits ausgeführt.
el: Δεν είναι δυνατή η φόρτωση της εφαρμογής. Εκτελείται μια άλλη λειτουργία της εφαρμογής.
es: No se ha podido cargar la aplicación porque se está ejecutando otra instancia de la misma.
fi: Ei voi ladata sovellusta. Sovelluksen toinen esiintymä on käynnissä.
fr: Impossible de charger l'application. Une autre instance de l'application est en cours d'exécution.
it: Impossibile caricare l'applicazione. È in esecuzione un'altra istanza dell'applicazione.
nl: Kan de applicatie niet laden. Er wordt een ander exemplaar van de applicatie uitgevoerd.
pl: Nie można wczytać aplikacji. Istnieje inna instancja uruchomionej aplikacji.
pt_br: Não foi possível carregar a aplicação. Outra instância da aplicação está sendo executada.
ru: Не удается загрузить приложение. Запущен другой экземпляр этого приложения.
sv: Det går inte att läsa in programmet. En annan förekomst av programmet körs.
tr: Uygulama yüklenemiyor. Uygulamanın başka bir örneği çalışıyor.
zh_hans: 无法载入应用程序。 应用程序的另一个实例正在运行。
zh_hant: 無法載入應用程式。 應用程式的另一個執行個體正在執行中。

source: Overall OC Controls
ar: OC Controls العامة
da: Generelle OC Controls
de: Insgesamt OC Controls
el: Συνολικά OC Controls
es: General OC Controls
fi: Yleiset: OC Controls
fr: OC Controls généraux
it: OC Controls generali
nl: Algemene OC Controls
pl: Ogółem OC Controls
pt_br: OC Controls geral
ru: Общие OC Controls
sv: Översikt av OC Controls
tr: Toplam OC Controls
zh_hans: 全部 OC Controls
zh_hant: 整體 OC Controls

source: Profile Disabled
ar: تم تعطيل ملف التعريف
da: Profil deaktiveret
de: Profil deaktiviert
el: Απενεργοποίηση προφίλ
es: Perfil desactivado
fi: Profiili ei käytössä
fr: Profil désactivé
it: Profilo disabilitato
nl: Profiel uitgeschakeld
pl: Profil wyłączony
pt_br: Perfil desativado
ru: Профиль отключен
sv: Profilen har inaktiverats
tr: Profil Devre Dışı Bırakıldı
zh_hans: 配置文件已禁用
zh_hant: 設定檔已停用
