Repository: PrincyPrabha19/SampleGITClean
Catalog: POCs/CommandCenter/ResourcesForTranslation/Resources/AlienAdrenaline/Resources.*.resx
Languages: ar, da, de, el, es, fi, fr, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, zh_hans, zh_hant, zh_hk

# EnergyBoosterDescriptionText
source: Accelerator speeds up your PC and frees memory by temporarily turning off unnecessary processes and services running in the background.
ar: يعمل المُعجّل على زيادة سرعة جهاز الكمبيوتر الخاص بك وتحرير مساحات في الذاكرة من خلال الإيقاف المؤقت للعمليات والخدمات غير الضرورية والتي تكون قيد التشغيل في الخلفية.
da: Accelerator gør din pc hurtigere og frigør hukommelse ved midlertidigt at afslutte unødvendige processer og tjenester, som kører i baggrunden.
de: Beschleuniger verbessert die Geschwindigkeit Ihres PCs und schafft freien Systemspeicherplatz durch das vorübergehende Ausschalten von unnötigen, im Hintergrund laufenden Prozessen und Services.
el: Ο επιταχυντής επιταχύνει τον υπολογιστή σας και απελευθερώνει μνήμη απενεργοποιώντας προσωρινά περιττές διαδικασίες και υπηρεσίες που εκτελούνται στο παρασκήνιο.
es: El acelerador acelera la velocidad de su PC y libera memoria desactivando temporalmente procesos y servicios no necesarios que se ejecutan en segundo plano.
fi: Kiihdytin nopeuttaa tietokoneen toimintaa ja vapauttaa muistia poistamalla tilapäisesti käytöstä taustalla toimivia tarpeettomia prosesseja ja palveluja.
fr: Accelerator rend votre PC plus rapide et libère de la mémoire en désactivant temporairement les processus et services inutiles qui fonctionnent à l'arrière-plan.
it: Accelerator velocizza il PC e libera memoria disattivando temporaneamente i processi e i servizi non necessari in esecuzione in background.
ja: アクセラレータは、バックグラウンドで実行されている不必要なプロセスとサービスを一時的にオフにすることで、お使いの PC を高速化し、メモリを解放します。
ko: 가속기는 배경에서 실행 중인 불필요한 프로세스와 서비스를 일시적으로 설정 해제함으로써 PC의 속도를 높이고 사용 가능한 메모리 공간을 확보합니다.
nl: Versneller versnelt uw pc en maakt geheugen vrij door niet-benodigde processen en services, die op de achtergrond worden uitgevoerd, tijdelijk uit te zetten.
no: Akseleratoren øker hastigheten på PC-en og frigjør minne ved å midlertidig slå av unødvendige prosesser og tjenester som kjører i bakgrunnen.
pl: Funkcja Akcelerator pozwala przyśpieszyć pracę komputera i zwolnić pamięć, tymczasowo wyłączając zbędne procesy i usługi pracujące w tle.
pt_br: O recurso Accelerator (Acelerador) aumenta a velocidade do seu PC e libera memória, desativando temporariamente os processos e serviços desnecessários sendo executados em segundo plano.
ru: Ускоритель повышает скорость работы вашего компьютера и освобождает память путем временного отключения ненужных процессов и служб, запущенных в фоновом режиме.
sv: Acceleratorn gör din dator snabbare och frigör minne genom att tillfälligt stänga av onödiga processer och tjänster som körs i bakgrunden.
tr: Hızlandırıcı, arka planda çalışan gerekli olmayan işlemleri ve hizmetleri geçici olarak kapatarak bilgisayarınızı hızlandırır ve bellekte boş alan açar.
zh_hans: 通过临时关闭那些后台运行的，不必要的进程和服务，加速器使您的 PC 运行更加流畅并释放多余的内存。
zh_hant: 加速器透過暫時關閉在背景執行的那些不必要的處理程序與服務來加快您個人電腦的速度與釋放記憶體。
zh_hk: 加速器可以加速你的電腦，並暫時關閉在背景執行的不必要程序和服務，以釋放記憶體。

# EnergyBoosterText
source: Accelerator
fi: Kiihdytys
zh_hk: 加速器

# SelectProfileText
source: Select profile
ar: تحديد ملف تعريف
da: Slet profil
de: Profil wählen
el: Διαγραφή προφίλ
es: Seleccionar perfil
fi: Valitse profiili
fr: Supprimer le profil
it: Seleziona profilo
ja: プロファイルの選択
ko: 프로필 선택
nl: Profiel selecteren
no: Velg profil
pl: Wybierz profil
pt_br: Selecionar perfil
ru: Выбрать профиль
sv: Ta bort profil
tr: Profil seç
zh_hans: 选择配置文件
zh_hant: 選擇設定檔
zh_hk: 選擇個人檔案

# Core
source: Core {0}
ar: نواة {0}
de: Kern {0}
el: Πυρήνας {0}
es: Núcleo {0}
fi: Ydin {0}
fr: Cœur {0}
ja: コア {0}
ko: 핵심 {0}
pl: Rdzeń {0}
pt_br: Núcleo {0}
ru: Ядро {0}
sv: Kärnan av {0}
tr: Çekirdek {0}
zh_hans: 核心 {0}
zh_hant: 核心 {0}
zh_hk: 核心 {0}

# PerformanceSnapshots
source: Performance Recordings
ar: تسجيلات الأداء
da: Ydelsesoptagelser
de: Leistungsaufnahmen
el: Εγγραφές απόδοσης
es: Grabaciones de rendimiento
fi: Suorituskykytallenteet
fr: Enregistrements des performances
it: Registrazioni prestazioni
ja: パフォーマンス記録
ko: 성능 기록
nl: Prestatie-opnames
no: Ytelsesopptak
pl: Rejestry wydajności
pt_br: Gravações de desempenho
ru: Записи выполнения
sv: Sparade prestanda
tr: Performans Kayıtları
zh_hans: 性能记录
zh_hant: 效能記錄
zh_hk: 效能記錄

# RealTimePerformance
source: Real Time Performance Monitoring
ar: مراقبة الأداء خلال الوقت الحقيقي
da: Overvågning af ydelse i realtid
de: Echtzeit-Leistungsüberwachung
el: Παρακολούθηση απόδοσης πραγματικού χρόνου
es: Supervisión de rendiminento en tiempo real
fi: Reaaliaikainen suorituskyvyn seuranta
fr: Surveillance des performances en temps réel
it: Monitoraggio prestazioni in tempo reale
ja: リアルタイムパフォーマンス監視
ko: 실시간 성능 모니터링
nl: Real-time prestatiebewaking
no: Ytelsesovervåking i sanntid
pl: Monitorowanie wydajności w czasie rzeczywistym
pt_br: Monitoramento do desempenho em tempo real
ru: Мониторинг выполнения в реальном времени
sv: Realtidsövervakning av prestanda
tr: Gerçek Zamanlı Performans İzleme
zh_hans: 实时性能监测
zh_hant: 即時效能監控
zh_hk: 實時效能監控

# MemoryLoadTitle
source: Memory Load
ar: حِمل الذاكرة
da: Hukommelsesbelastning
de: Speicherlast
el: Φορτίο μνήμης
es: Carga de memoria
fi: Muistin kuormitus
fr: Chargement de la mémoire
it: Carico memoria
ja: メモリ負荷
ko: 메모리 로드
nl: Geheugenbelasting
no: Minnebelastning
pl: Obciążenie pamięci
pt_br: Carga de memória
ru: Загрузка памяти
sv: Använt minne
tr: Bellek Yükleme
zh_hans: 内存负载
zh_hant: 記憶體負載
zh_hk: 記憶體載入

# UpdateTUDText
source: Update Definitions
ar: تحديث التعريفات
da: Opdater definitioner
de: Definitionen aktualisieren
el: Ενημέρωση ορισμών
es: Actualizar definiciones
fi: Päivitä määritykset
fr: Mettre à jour les définitions
it: Aggiorna definizioni
ja: 定義のアップデート
ko: 정의 업데이트
nl: Definities bijwerken
no: Oppdater definisjoner
pl: Aktualizacja definicji
pt_br: Atualizar definições
ru: Обновить определения
sv: Uppdatera definitioner
tr: Tanımları Güncelle
zh_hans: 更新定义
zh_hant: 更新定義
zh_hk: 更新定義

# UpdateDefStart
source: Please wait...
ar: يُرجى الانتظار...
da: Vent...
de: Bitte warten...
el: Περιμένετε...
es: Espere...
fi: Odota hetki...
fr: Veuillez patienter...
it: Attendere...
ja: お待ちください。
ko: 대기하십시오...
nl: Een moment geduld...
no: Vent litt ...
pl: Czekaj...
pt_br: Aguarde...
ru: Подождите пожалуйста...
sv: Vänta ...
tr: Lütfen bekleyin...
zh_hans: 请稍候...
zh_hant: 請稍候...
zh_hk: 請稍候...

# UpdateDefFail
source: Definitons updating failed
ar: فشل تحديث التعريفات
da: Opdatering af definitioner lykkedes ikke
de: Aktualisieren der Definitionen fehlgeschlagen
el: Αποτυχία ενημέρωση ορισμών
es: Ha fallado la actualización de definiciones
fi: Määritysten päivitys epäonnistui
fr: La mise à jour des définitions a échoué
it: Aggiornamento delle definizioni non riuscito
ja: 定義のアップデートに失敗しました
ko: 정의 업데이트 실패
nl: Kan definities niet bijwerken
no: Oppdatering av definisjoner mislyktes
pl: Aktualizacja definicji nie powiodła się
pt_br: Falha na atualização das definições
ru: Сбой при обновлении определений
sv: Det gick inte att uppdatera definitionerna
tr: Tanımlar güncellenemedi
zh_hans: 更新定义失败
zh_hant: 定義更新失敗
zh_hk: 定義更新失敗

# UpdateDefNoConnect
source: Unable to update definitions, no internet connection
ar: تعذر تحديث التعريفات، لعدم وجود اتصال بالإنترنت
da: Kan ikke opdatere definitioner, ingen internetforbindelse
de: Definitionen können nicht aktualisiert werden, keine Internetverbindung
el: Δεν ήταν δυνατή η ενημέρωση των ορισμών, δεν υπάρχει σύνδεση στο Internet
es: No se pueden actualizar las definiciones; no hay conexión a internet
fi: Määrityksiä ei voi päivittää, Internet-yhteyttä ei ole
fr: Impossible de mettre à jour les définitions, aucune connexion
it: Impossibile aggiornare le definizioni, nessuna connessione Internet.
ja: 定義をアップデートできません。インターネット接続がありません
ko: 인터넷이 연결되어 있지 않아 정의를 업데이트할 수 없음
nl: Kan definities niet bijwerken, geen internetverbinding
no: Kan ikke oppdatere definisjoner. Ingen Internett-tilkobling
pl: Nie można zaktualizować definicji. Brak połączenia z Internetem
pt_br: Não foi possível atualizar as definições; sem conexão à Internet
ru: Невозможно обновить определения. Отсутствует подключение к сети Интернет.
sv: Det gick inte att uppdatera definitionerna, en internetanslutning saknas
tr: İnternet bağlantısı olmadığından tanımlar güncellenemiyor
zh_hans: 无法更新定义，没有 Internet 连接
zh_hant: 無法更新定義，無網際網路連線
zh_hk: 無法更新定義，沒有網絡連線

# UpdateDefOK
source: Definitions were updated successfully
ar: تم تحديث التعريفات بنجاح
da: Definitioner blev opdateret
de: Die Definitionen wurden erfolgreich aktualisiert
el: Οι ορισμοί ενημερώθηκαν με επιτυχία
es: Las definiciones se actualizaron correctamente
fi: Määritysten päivitys onnistui
fr: La mise à jour des définitions a réussi
it: Aggiornamento delle definizioni completato
ja: 定義が正常にアップデートされました
ko: 정의가 성공적으로 업데이트됨
nl: De definities zijn bijgewerkt
no: Definisjoner ble oppdatert
pl: Aktualizacja definicji powiodła się
pt_br: As definições foram atualizadas satisfatoriamente
ru: Определения успешно обновлены
sv: Definitionerna har uppdaterats
tr: Tanımlar başarıyla güncellendi
zh_hans: 已成功更新定义
zh_hant: 已成功更新定義
zh_hk: 定義已成功更新

# UpdateDefTimeout
source: Updating definitions timeout
ar: المهلة الخاصة بتحديث التعريفات
da: Opdatering af definitioner - timeout
de: Zeitüberschreitung beim Aktualisieren der Definitionen
el: Λήξη χρόνου ενημέρωσης ορισμών
es: Tiempo de espera en la actualización de definiciones
fi: Määritysten päivityksen aikakatkaisu
fr: Expiration du délai de mise à jour des définitions
it: Timeout di aggiornamento delle definizioni
ja: 定義アップデートのタイムアウトです
ko: 정의 업데이트 시간 제한
nl: Time-out bij bijwerken definities
no: Tidsavbrudd ved oppdatering av definisjoner
pl: Przekroczenie czasu aktualizacji definicji
pt_br: Atualizando o tempo limite das definições
ru: Время ожидания обновления определений истекло
sv: Det tog för lång tid att uppdatera definitionerna
tr: Tanım güncelleme zaman aşımına uğradı
zh_hans: 更新定义超时
zh_hant: 更新定義逾時
zh_hk: 更新定義時逾時

# UpdateDefUpToDate
source: Definitions are up to date
ar: التعريفات محدّثة
da: Definitioner er opdaterede
de: Definitionen sind auf dem neusten Stand
el: Οι ορισμοί είναι ενημερωμένοι
es: Las definiciones están al día
fi: Määritykset ovat ajan tasalla
fr: Les définitions sont à jour
it: Le definizioni sono aggiornate.
ja: 定義は最新です
ko: 정의가 최신 상태임
nl: De definities zijn up-to-date
no: Definisjoner er oppdatert
pl: Definicje są aktualne
pt_br: As definições estão atualizadas
ru: Определения являются обновленными
sv: Du har de senaste definitionerna
tr: Tanımlar güncel
zh_hans: 定义是最新的
zh_hant: 定義是最新的
zh_hk: 定義已為最新版本

# UpdateDefinitionsQuestionText
source: Do you want to update the definitions now?
ar: هل ترغب في تحديث التعريفات الآن؟
da: Ønsker du at opdatere definitionerne nu?
de: Möchten Sie die Definitionen jetzt aktualisieren?
el: Θέλετε να ενημερώσετε τους ορισμούς;
es: ¿Desea actualizar las definiciones ahora?
fi: Haluatko päivittää määritykset nyt?
fr: Souhaitez-vous mettre à jour les définitions maintenant ?
it: Aggiornare le definizioni ora?
ja: 今すぐ定義をアップデートしますか?
ko: 지금 정의를 업데이트하시겠습니까?
nl: Wilt u de definities nu bijwerken?
no: Vil du oppdatere definisjonene nå?
pl: Czy chcesz teraz przeprowadzić aktualizację definicji?
pt_br: Quer atualizar agora as definições?
ru: Обновить определения сейчас?
sv: Vill du uppdatera definitionerna nu?
tr: Tanımları şimdi güncellemek istiyor musunuz?
zh_hans: 您是否要立即更新定义？
zh_hant: 是否要立即更新定義？
zh_hk: 你要現在更新定義嗎？

# UpdateDefinitionsTitleText
source: Update Definitions
ar: تحديث التعريفات
da: Opdater definitioner
de: Definitionen aktualisieren
el: Ενημέρωση ορισμών
es: Actualizar definiciones
fi: Päivitä määritykset
fr: Mettre à jour les définitions
it: Aggiorna definizioni
ja: 定義のアップデート
ko: 정의 업데이트
nl: Definities bijwerken
no: Oppdater definisjoner
pl: Aktualizacja definicji
pt_br: Atualizar definições
ru: Обновить определения
sv: Uppdatera definitionerna
tr: Tanımları Güncelle
zh_hans: 更新定义
zh_hant: 更新定義
zh_hk: 更新定義

# PauseText
source: Pause
ar: إيقاف
da: Afbryd midlertidigt
el: Παύση
es: Pausar
fi: Tauko
fr: Pauser
it: Sospendi
ja: 一時停止
ko: 일시 중지
nl: Pauze
no: Midlertidig stans
pl: Wstrzymaj
pt_br: Pausar
ru: Пауза
sv: Pausa
tr: Duraklat
zh_hans: 暂停
zh_hant: 暫停
zh_hk: 暫停

# PlayText
source: Play
ar: تشغيل
da: Afspil
de: Wiedergeben
el: Αναπαραγωγή
es: Reproducir
fi: Toista
fr: Jouer
it: Riproduci
ja: 再生
ko: 재생
nl: Afspelen
no: Spill av
pl: Odtwarzaj
pt_br: Executar
ru: Воспроизведение
sv: Spela
tr: Oynat
zh_hans: 播放
zh_hant: 播放
zh_hk: 播放

# RecordText
source: Record
ar: تسجيل
da: Optag
de: Aufnahme
el: Εγγραφή
es: Grabar
fi: Tallenna
fr: Enregistrer
it: Registra
ja: 記録
ko: 레코드
nl: Opnemen
no: Ta opp
pl: Zapisz
pt_br: Gravar
ru: Запись
sv: Spela in
tr: Kaydet
zh_hans: 记录
zh_hant: 記錄
zh_hk: 錄製

# ViewText
source: View
ar: عرض
da: Vis
de: Ansicht
el: Προβολή
es: Ver
fi: Näytä
fr: Afficher
it: Visualizza
ja: 表示
ko: 보기
nl: Bekijken
no: Vis
pl: Widok
pt_br: Ver
ru: Открыть
sv: Visa
tr: Görüntüle
zh_hans: 查看
zh_hant: 檢視
zh_hk: 檢視

# DateText
source: Date Capture
ar: التقاط البيانات
da: Datohentning
de: Datumserfassung
el: Καταγραφή ημερομηνίας
es: Fecha de captura
fi: Tietojen hankinta
fr: Date de capture
it: Acquisizione data
ja: 日付キャプチャ
ko: 날짜 캡처
nl: Datum opname
no: Datotrykk
pl: Przechwytywanie danych
pt_br: Captura de data
ru: Захват данных
sv: Datainsamling
tr: Tarih Yakalama
zh_hans: 日期捕获
zh_hant: 日期擷取
zh_hk: 攝取日期

# NameText
source: Name
ar: الاسم
da: Navn
el: Όνομα
es: Nombre
fi: Nimi
fr: Nom
it: Nome
ja: 名前
ko: 이름
nl: Naam
no: Navn
pl: Nazwa
pt_br: Nome
ru: Имя
sv: Namn
tr: Adı
zh_hans: 名称
zh_hant: 名稱
zh_hk: 名稱

# DeleteSnapshotQuestion
source: Do you want to delete the selected recording: {0}?
ar: هل ترغب في حذف التسجيل المحدد: {0}?
da: Ønsker du at slette den valgte optagelse: {0}?
de: Möchten Sie die ausgewählte Aufnahme löschen: {0}?
el: Θέλετε να διαγράψετε την επιλεγμένη εγγραφή: {0}?
es: ¿Desea eliminar la grabación seleccionada: {0}?
fi: Haluatko poistaa valitun tallenteen: {0}?
fr: Voulez-vous supprimer l'enregistrement sélectionné : {0}?
it: Eliminare la registrazione selezionata: {0}?
ja: 選択した記録：{0} を削除しますか?
ko: 선택한 레코드 {0}을(를) 삭제하시겠습니까?
nl: Wilt u de geselecteerde opname wissen: {0}?
no: Vil du slette det valgte opptaket: {0}?
pl: Czy chcesz usunąć zaznaczony rejestr: {0}?
pt_br: Quer apagar a gravação selecionada: {0}?
ru: Вы хотите удалить выбранную запись: {0}?
sv: Vill du ta bort den valda inspelningen {0}?
tr: Seçilen kaydı silmek istiyor musunuz: {0}?
zh_hans: 您是否要删除选定的记录 {0} ？
zh_hant: 是否要刪除選取的記錄：{0}?
zh_hk: 你要刪除選取的錄製項目：{0} 嗎？

# DeleteSnapshotTitle
source: Delete recording
ar: حذف التسجيل
da: Slet optagelse
de: Aufnahme löschen
el: Διαγραφή εγγραφής
es: Eliminar grabación
fi: Poista tallenne
fr: Supprimer l'enregistrement
it: Elimina registrazione
ja: 記録の削除
ko: 기록 삭제
nl: Opname wissen
no: Slett opptak
pl: Usuń rejestr
pt_br: Apagar gravação
ru: Удалить запись
sv: Ta bort inspelningen
tr: Kaydı sil
zh_hans: 删除记录
zh_hant: 刪除記錄
zh_hk: 刪除錄製項目

# CopyOfText
source: Copy of {0}
ar: نسخة من {0}
da: Kopi af {0}
de: Kopie von {0}
el: Αντίγραφο του {0}
es: Copia de {0}
fi: Kopio: {0}
fr: Copie de {0}
it: Copia di {0}
ja: {0} のコピー
ko: {0}의 사본
nl: Kopie van {0}
no: Kopi av {0}
pl: Kopia {0}
pt_br: Cópia de {0}
ru: Копия {0}
sv: Kopia av {0}
tr: {0} kopyası
zh_hans: {0}副本
zh_hant: 複製 {0}
zh_hk: {0} 的副本

# SaveAsSnapshotTitle
source: Save As recording
ar: حفظ كتسجيل
da: Gem som optagelse
de: Als Aufnahme speichern
el: Αποθήκευση ως εγγραφή
es: Guardar como grabación
fi: Tallenna tallenteena
fr: Enregistrer sous l'enregistrement
it: Salva come registrazione
ja: 記録として保存
ko: 기록을 다른 이름으로 저장
nl: Opslaan als opname
no: Lagre som opptak
pl: Zapisz jako rejestr
pt_br: Salvar como gravação
ru: Сохранить как запись
sv: Spara som inspelning
tr: Kayıt olarak kaydet
zh_hans: 另存为记录
zh_hant: 儲存為記錄
zh_hk: 儲存為錄製項目

# StopText
source: Stop
ar: إيقاف
de: Stopp
el: Διακοπή
es: Detener
fi: Pysäytä
fr: Arrêter
it: Interrompi
ja: 停止
ko: 중지
no: Stopp
pl: Zatrzymaj
pt_br: Parar
ru: Остановить
sv: Stoppa
tr: Durdur
zh_hans: 停止
zh_hant: 停止
zh_hk: 停止

# StartRecordingText
source: Start recording
ar: بدء التسجيل
da: Start optagelse
de: Aufnahme starten
el: Έναρξη εγγραφής
es: Comenzar grabación
fi: Aloita tallennus
fr: Commencer l'enregistrement
it: Avvia registrazione
ja: 記録開始
ko: 레코딩 시작
nl: Opname starten
no: Start opptak
pl: Rozpocznij nagrywanie
pt_br: Iniciar a gravação
ru: Начать запись
sv: Börja spela in
tr: Kaydı başlat
zh_hans: 开始记录
zh_hant: 開始記錄
zh_hk: 開始錄製

# StopRecordingText
source: Stop recording
ar: إيقاف التسجيل
da: Stop optagelse
de: Aufnahme anhalten
el: Διακοπή εγγραφής
es: Detener grabación
fi: Lopeta tallennus
fr: Arrêter l'enregistrement
it: Interrompi registrazione
ja: 記録停止
ko: 레코딩 중지
nl: Opname stoppen
no: Stopp opptak
pl: Zakończ nagrywanie
pt_br: Parar a gravação
ru: Остановить запись
sv: Sluta spela in
tr: Kaydı durdur
zh_hans: 停止记录
zh_hant: 停止記錄
zh_hk: 停止錄製

# PerformanceSnapshotNotFound
source: No performance recordings were found
ar: لم يتم العثور على أي تسجيلات للأداء
da: Ingen ydelsesoptagelser blev fundet
de: Es wurden keine Leistungsaufnahmen gefunden
el: Δεν βρέθηκαν εγγραφές απόδοσης
es: No se encontraron grabaciones de rendimiento
fi: Suorituskykytallenteita ei löytynyt
fr: Aucun enregistrement de performance n'a été trouvé
it: Nessuna registrazione delle prestazioni trovata
ja: パフォーマンス記録が見つかりませんでした
ko: 성능 기록을 찾을 수 없음
nl: Kan geen prestatie-opnames vinden
no: Ingen ytelsesopptak ble funnet
pl: Nie znaleziono rejestrów wydajności
pt_br: Não foi encontrada nenhuma gravação de desempenho
ru: Записи выполнения не обнаружены
sv: Det gick inte att hitta några prestandainspelningar
tr: Performans kaydı bulunamadı
zh_hans: 未找到性能记录
zh_hant: 找不到效能記錄
zh_hk: 找不到效能錄影記錄

# PerformanceMonitoringDescriptionText
source: Performance Monitoring takes a recording of your system’s bandwidth & utilisation of various hardware components.
ar: تتطلب مراقبة الأداء تسجيل عرض النطاق الترددي والاستخدام الخاصين بمختلف مكونات الأجهزة في النظام لديك.
da: Performance Monitoring laver en optagelse af dit systems båndbredde og udnyttelse af forskellige hardwarekomponenter.
de: Leistungsüberwachung verwendet eine Aufzeichnung von System-Bandbreite/Auslastung der verschiedenen Hardware-Komponenten.
el: Η Παρακολούθηση απόδοσης καταγράφει το εύρος ζώνης του συστήματός σας και τη χρήση των διαφόρων εξαρτημάτων υλικού.
es: La supervisión del rendimiento realiza una grabación del ancho de banda de su sistema y de la utilización de varios componentes de hardware.
fi: Suorituskyvyn valvonta tarkkailee järjestelmän kaistanleveyttä ja eri laitteiden käyttöä.
fr: Performance Monitoring (Surveillance des performances) enregistre la bande passante de votre système et l'utilisation des divers composants matériels.
it: Monitoraggio prestazioni effettua una registrazione della larghezza di banda e dell'utilizzo del sistema di vari componenti hardware.
ja: パフォーマンス監視は、お使いのシステムの帯域幅および各種ハードウェアコンポーネントの活用率を記録します。
ko: 성능 모니터는 시스템 대역폭 및 다양한 하드웨어 구성요소의 이용률을 기록합니다.
nl: Prestatiebewaking maakt een opname van de bandbreedte van uw systeem en van de manier waarop diverse hardwareonderdelen worden gebruikt.
no: Ytelsesovervåking registrerer systemets båndbredde og bruk av forskjellige maskinvarekomponenter.
pl: Monitorowanie wydajności rejestruje przepustowość systemu oraz wykorzystanie różnych komponentów sprzętowych.
pt_br: A função Performance Monitoring (Monitoramento do desenvolvimento) faz um registro da largura de banda do sistema e do uso dos vários componentes de hardware.
ru: Контроль производительности фиксирует пропускную способность вашей системы и использование различных компонентов аппаратного обеспечения.
sv: Med prestandaövervakningen registreras systemets bandbredd och användningen av olika maskinvarukomponenter.
tr: Performans İzleme, sisteminizin bant genişliğinin ve çeşitli donanım bileşenleri kullanımının kaydını alır.
zh_hans: 性能监测记录您系统上各种硬件组件的带宽和利用率。
zh_hant: 效能監視記錄您系統上各種硬體元件的頻寬及使用率。
zh_hk: 效能監控會記錄你系統的頻寬和各種硬件組件的使用情況。

# PerformanceMonitoringText
source: Performance Monitoring
ar: مراقبة الأداء
da: Overvågning af ydelse
de: Leistungsüberwachung
el: Παρακολούθηση απόδοσης
es: Supervisión de rendimiento
fi: Suorituskyvyn seuranta
fr: Surveillance des performances
it: Monitoraggio prestazioni
ja: パフォーマンス監視
ko: 성능 모니터링
nl: Prestatiebewaking
no: Ytelsesovervåking
pl: Monitorowanie wydajności
pt_br: Monitoramento do desempenho
ru: Мониторинг выполнения
sv: Prestandaövervakning
tr: Performans İzleme
zh_hans: 性能监测
zh_hant: 效能監控
zh_hk: 效能監控

# EnergyBoosterClickhereText
source: Click here
ar: انقر هنا
da: Klik her
de: Klicken Sie hier
el: Κάντε κλικ εδώ
es: Haga clic aquí
fi: Napsauta tätä
fr: Cliquez ici
it: Fare clic qui
ja: ここをクリックしてください
ko: 여기 클릭
nl: Klik hier
no: Klikk her
pl: Kliknij tutaj
pt_br: Clique aqui
ru: Нажмите здесь
sv: Klicka här
tr: Buraya tıklayın
zh_hans: 单击此处
zh_hant: 按一下這裡
zh_hk: 點擊這裡

# EnergyBoosterUpsellText
source: Do you want even more speed and better gaming performance?
ar: هل ترغب في المزيد من السرعة والأداء الأفضل في اللعبة؟
da: Vil du have endnu mere hastighed og bedre ydelse under spil?
de: Möchten Sie mehr Geschwindigkeit und bessere Spiele-Leistung?
el: Θέλετε ακόμη περισσότερη ταχύτητα και καλύτερη απόδοση στα παιχνίδια;
es: ¿Desea todavía mejor velocidad y rendimiento de juego?
fi: Haluatko lisää nopeutta ja tehoa pelaamiseen?
fr: Vous voulez encore plus de vitesse et de meilleures performances de jeu ?
it: Si desiderano maggiore velocità e prestazioni di gioco migliori?
ja: スピードとゲームパフォーマンスの向上をお望みですか?
ko: 속도와 게임 성능을 향상하시겠습니까?
nl: Wilt u nog meer snelheid en een betere prestatie bij spellen?
no: Vil du ha enda mer fart og bedre ytelse for gaming?
pl: Potrzebujesz więcej szybkości i wydajności podczas gier?
pt_br: Você quer uma velocidade ainda maior e melhor desempenho de jogo?
ru: Требуется еще большая скорость и производительность в игровом режиме?
sv: Vill du att datorn ska bli ännu snabbare och ge spelen högre prestanda?
tr: Daha hızlı ve daha iyi oyun performansı ister misiniz?
zh_hans: 是否需要更快的速度和更好的游戏性能？
zh_hant: 想要更快的速度與更強大的遊戲效能？
zh_hk: 想要更快的速度和更好的遊戲效能？

# EnergyBoosterSiteUrl
source: http://www.iolo.com/en-gb/promo/partner/alienware/get-system-mechanic/
ar: http://www.iolo.com/promo/partner/alienware/get-system-mechanic/
da: http://www.iolo.com/promo/partner/alienware/get-system-mechanic/
de: http://www.iolo.com/de-de/promo/partner/alienware/system-mechanic-kaufen/
el: http://www.iolo.com/promo/partner/alienware/get-system-mechanic/
es: http://www.iolo.com/es-es/promo/partner/alienware/compra-system-mechanic/
fi: http://www.iolo.com/promo/partner/alienware/get-system-mechanic/
fr: http://www.iolo.com/fr-fr/promo/partner/alienware/acheter-system-mechanic/
it: http://www.iolo.com/it-it/promo/partner/alienware/acquista-system-mechanic/
ja: http://www.iolo.com/ja-jp/promo/partner/alienware/get-system-mechanic/
ko: http://www.iolo.com/ko-kr/promo/partner/alienware/get-system-mechanic/
nl: http://www.iolo.com/nl-nl/promo/partner/alienware/get-system-mechanic/
no: http://www.iolo.com/promo/partner/alienware/get-system-mechanic/
pl: http://www.iolo.com/promo/partner/alienware/get-system-mechanic/
pt_br: http://www.iolo.com/pt-br/promo/partner/alienware/comprar-system-mechanic/
ru: http://www.iolo.com/promo/partner/alienware/get-system-mechanic/
sv: http://www.iolo.com/promo/partner/alienware/get-system-mechanic/
tr: http://www.iolo.com/promo/partner/alienware/get-system-mechanic/
zh_hans: http://www.iolo.com/zh-chs/promo/partner/alienware/get-system-mechanic/
zh_hant: http://www.iolo.com/zh-cht/promo/partner/alienware/get-system-mechanic/
zh_hk: http://www.iolo.com/promo/partner/alienware/get-system-mechanic/
