Repository: PrincyPrabha19/SampleGITClean
Catalog: POCs/CommandCenter/ResourcesForTranslation/Resources/AlienAdrenaline/Resources.*.resx
Languages: ar, da, de, el, es, fi, fr, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, zh_hans, zh_hant, zh_hk

# UpdateRealApplicationPathText
source: Capture Game Executable
ar: التقاط الملف القابل للتنفيذ للألعاب
da: Optag eksekverbare for spil
de: Ausführbare Spieldatei erfassen
el: Καταγραφή εκτελέσιμου αρχείου παιχνιδιού
es: Captura ejecutable del juego
fi: Kaappaa pelin suoritettava tiedosto
fr: Capturer l’exécutable du jeu
it: Cattura del gioco eseguibile
ja: ゲームの実行ファイルをキャプチャする
ko: 게임 실행 파일 캡처
nl: Uitvoerbaar gamebestand vastleggen
no: Fang spillets kjørbare fil
pl: Przechwyć plik wykonywalny gry
pt_br: Capturar executável do jogo
ru: Захват исполняемого файла игры
sv: Fånga körbar spelfil
tr: Oyun Yürütülebilir Dosyasını Yakala
zh_hans: 捕获游戏可执行文件
zh_hant: 擷取遊戲可執行檔
zh_hk: 錄製遊戲的可執行檔案

# InvalidGameRealPathText
source: Invalid game executable file
ar: الملف القابل للتنفيذ للعبة غير صالح
da: Ugyldig eksekverbare fil for spil
de: Ungültige ausführbare Spieldatei
el: Μη έγκυρο εκτελέσιμο αρχείο παιχνιδιού
es: Juego no válido archivo no ejecutable
fi: Virheellinen suoritettava pelitiedosto
fr: Fichier exécutable de jeu non valide :
it: File eseguibile di gioco non valido
ja: 無効なゲーム実行ファイル
ko: 유효하지 않은 게임 실행 파일
nl: Ongeldig uitvoerbaar gamebestand
no: Ugyldig kjørbar fil for spill
pl: Nieprawidłowy plik wykonywalny gry
pt_br: Arquivo executável de jogo inválido
ru: Недопустимый исполняемый файл игры
sv: Ogiltig körbar spelfil
tr: Geçersiz yürütülebilir oyun dosyası
zh_hans: 无效的游戏可执行文件
zh_hant: 無效的遊戲可執行檔
zh_hk: 無效的遊戲可執行檔案

# UpdateGameExecutableDescriptionText
source: Some games use one executable file to launch the game and a separate executable file to actually run the game, during gameplay. If you would like the action sequence executed during this Game Mode profile to be automatically undone after exiting the game, click on the button below and press {0} during actual gameplay. This will capture the actual executable file running during gameplay and store it within your Game Mode profile.
ar: تستخدم بعض الألعاب ملف قابل للتنفيذ واحد فقط لتشغيل اللعبة وملف قابل للتنفيذ منفصل لتشغيل اللعبة بشكل فعلي أثناء ممارسة اللعبة. إذا كنت ترغب لتسلسل الأحداث الذي يتم تنفيذه أثناء ملف تعريف وضع الألعاب هذا أن يتم التراجع عنه تلقائيًا بعد إنهاء اللعبة، انقر فوق الزر التالي واضغط على {0} أثناء ممارسة اللعبة. سيؤدي ذلك إلى التقاط الملف القابل للتنفيذ الفعلي الذي يجري تشغيله أثناء ممارسة اللعبة وتخزينه في ملف تعريف وضع الألعاب الخاص بك.
da: Nogle spil anvender en eksekverbar fil for at starte spillet og en separat eksekverbar fil til at køre selve spillet under spillet. Hvis du vil have at handlingssekvensen udført under denne Profil for spilletilstand, bliver fortrudt automatisk efter at spillet afsluttes, skal du klikke på knappen nedenfor og trykke på {0} under selve spillet. Dette vil optage den faktiske eksekverbare fil, der kører under spillet, og gemme den i din Profil for spilletilstand.
de: Einige Spiele nutzen eine ausführbare Datei zum Starten des Spiels und eine separate ausführbare Datei, um das Spiel während des Spielens tatsächlich auszuführen. Wenn Sie die während dieses Spielmodus-Profils ausgeführte Aktionssequenz nach Beenden des Spiels automatisch rückgängig machen möchten, klicken Sie auf die Schaltfläche unten und drücken Sie {0}, während das Spiel läuft. Dadurch wird die während des Spiels ausgeführte, ausführbare Datei erfasst und in Ihrem Spielmodus-Profil gespeichert.
el: Ορισμένα παιχνίδια χρησιμοποιούν ένα εκτελέσιμο αρχείο για την εκκίνησή τους και χωριστό εκτελέσιμο αρχείο για την πραγματική εκτέλεσή τους την ώρα που παίζετε. Αν θέλετε να αναιρεθεί αυτόματα η ακολουθία των ενεργειών που εκτελέστηκαν κατά τη χρήση του συγκεκριμένου προφίλ λειτουργίας παιχνιδιού μετά την έξοδό σας από το παιχνίδι, κάντε κλικ στο παρακάτω κουμπί και πιέστε τα πλήκτρα {0} την ώρα που παίζετε. Έτσι θα καταγραφεί το εκτελέσιμο αρχείο που πράγματι χρησιμοποιείται κατά τη διάρκεια του παιχνιδιού και θα αποθηκευτεί στο προφίλ της λειτουργίας παιχνιδιού που επιλέξατε.
es: Algunos juegos utilizan un archivo ejecutable para iniciar el juego y un archivo ejecutable independiente para ejecutar realmente el juego, durante el juego. Si desea que la secuencia de acción que se ejecuta en este perfil de modo de juego sea deshecha de forma automática después de salir del juego, haga clic en el botón de abajo y pulse {0} durante el juego real. Se capturará el archivo ejecutable real funcionando durante el juego y guardará en su perfil modo de juego.
fi: Jotkut pelit käynnistetään yhdellä suoritettavalla tiedostolla ja peli suoritetaan toisella suoritettavalla tiedostolla pelaamisen aikana. Jos haluat tämän *pelitilaprofiilin aikana suoritettavan toimintosarjan peruutettavan automaattisesti pelistä poistuessasi, napsauta alla olevaa painiketta ja paina {0} pelin aikana. Tämä kaappaa suoritettavan tiedoston pelin aikana ja tallentaa sen pelitilaprofiiliin.
fr: Certains jeux utilisent un fichier exécutable pour lancer le jeu et un autre fichier pour exécuter ce dernier pendant la session de jeu. Si vous souhaitez que la séquence d’actions exécutées dans ce profil de mode de jeu soit automatiquement annulée après que vous aurez quitté le jeu, cliquez sur le bouton ci-dessous et appuyez sur {0} pendant la session de jeu. Cela capturera le fichier effectivement exécuté pendant la session de jeu et le stockera au sein de votre profil de mode de jeu.
it: Alcuni giochi utilizzano un file eseguibile per avviare il gioco ed uno separato per l'effettiva esecuzione dello stesso, durante l'esperienza di gioco. Se si desidera annullare automaticamente la sequenza di azioni eseguite durante questo profilo game mode all'uscita dal gioco, fare clic sul pulsante in basso e premere {0} durante l'effettiva esperienza di gioco. La sequenza permette di acquisire il file eseguibile in esecuzione durante il gioco e salvarlo all'interno del proprio profilo game mode .
ja: いくつかのゲームでは、ゲームプレイ中に1つの実行ファイルを使用してゲームを起動し、別の実行ファイルで実際にゲームを実行します。 ゲームモードのプロファイル中に行われる一連のアクションが、ゲーム終了後に自動的に取り消されるようにしたい場合は、実際のゲームプレイ中に下のボタンをクリックして、{0}を押します。 これによりゲームプレイ中に起動している実際の実行ファイルをキャプチャし、ゲームモードのプロファイル内に保存します。
ko: 일부 게임에서는 게임을 실행하는 데 하나의 실행 파일을 사용하고, 게임 플레이 도중 게임을 실제로 실행하기 위해 별도의 실행 파일을 사용합니다. 게임 종료 후 이 게임 모드 프로필 도중 실행된 일련의 작업을 자동으로 취소하려면 게임 플레이 도중 아래 버튼을 클릭하고 {0}을 누르십시오. 그러면 게임 플레이 도중 실제 실행 파일이 캡처되어 게임 모드 프로필 내에 저장됩니다.
nl: Sommige games gebruiken één uitvoerbaar bestand om de game te starten en een ander uitvoerbaar bestand om de game uit te voeren, tijdens het spelen van de game. Als u de actievolgorde die wordt uitgevoerd tijdens dit gamemodusprofiel automatisch ongedaan wilt maken na het afsluiten van de game, klik dan op de onderstaande knop en druk op {0} tijdens het spelen van de game. Hiermee wordt het werkelijke uitvoerbare bestand dat wordt uitgevoerd tijdens het spelen van de game, vastgelegd en opgeslagen in uw gamemodusprofiel.
no: Noen spill bruker en kjørbar fil for å starte spillet, og en kjørbar fil for kjører selve spillet under spilling. Hvis du ønsker at handlingssekvensen som kjøres under denne spillmodusprofilen skal oppheves automatisk etter at du har avsluttet spillet, må du klikke på knappen nedenfor og trykke {0} under spilling. Dette vil fange hvilken kjørbar fil det er som driver spillet under spilling, og dette vil bli lagret på spillmodusprofilen.
pl: Do uruchomienia niektórych gier wystarczy jeden plik wykonywalny, ale drugi jest używany do wykonywania programu gry podczas grania. Jeśli chcesz, aby po wyjściu z gry sekwencja operacji wykonanych w ramach tego profilu trybu gry została automatycznie cofnięta, kliknij przycisk poniżej i naciśnij kombinację klawiszy {0} podczas grania. W ten sposób zostanie przechwycony plik wykonywalny używany podczas grania i zapisany w profilu trybu gry.
pt_br: Alguns jogos usam um arquivo executável para iniciar o jogo e outro arquivo executável separado para executar o jogo de fato. Se desejar que a sequência de ação executada durante esse perfil de Modo de Jogo seja automaticamente desfeita após a saída do jogo, clique no botão a seguir e pressione {0} durante o jogo propriamente dito. Isso irá capturar o arquivo executável em execução durante o jogo e o armazenará em seu perfil de Modo de Jogo.
ru: В некоторых играх используется один исполняемый файл для запуска и отдельный — для непосредственного выполнения программы в процессе игры. Автоматическая отмена исполненной во время данного профиля игрового режима последовательности действий может быть выполнена после выхода из игры путем щелчка на кнопку ниже и нажатием {0} непосредственно во время игрового процесса. Это позволит захватить действительный исполняемый файл, запущенный во время игры, и сохранить его в рамках профиля игрового режима.
sv: Vissa spel använder en körbar fil för att starta spelet och en separat körbar fil för att köra spelet under spelandet. Om du vill att åtgärdssekvensen som kördes under denna spellägesprofil automatiskt ska ångras när spelet avslutats klickar du på knappen nedan och trycker {0} under själva spelandet. Detta fångar den verkliga körbara filen under spelandet och lagrar den i din spellägesprofil.
tr: Bazı oyunlarda oyunu başlatmak için bir yürütülebilir dosya, oyunu çalıştırmak için ise oyun sırasında ayrı bir yürütülebilir dosya kullanılır. Oyundan çıktıktan sonra bu Oyun Modu profili sırasında yürütülen eylem dizisinin yürütülmesini isterseniz, oyun sırasında aşağıdaki düğmeye tıklayıp {0} tuşlarına basın. Bunu yaptığınızda oyun sırasında çalışan yürütülebilir dosya yakalanır ve Oyun Modu profilinizde saklanır.
zh_hans: 有些游戏用一个可执行文件启动游戏，然后在玩游戏期间用单独的可执行文件实际运行游戏。 如果您想要在退出游戏之后自动撤销此游戏模式配置文件运行期间执行的操作顺序，在实际玩游戏期间单击下面的按钮并同时按下 {0} 键。 此操作会捕获玩游戏期间运行的实际可执行文件并将其存储在您的游戏模式配置文件中。
zh_hant: 有些遊戲會使用一個可執行檔來啟動遊戲，然後在遊戲期間使用另一個可執行檔來實際執行遊戲。 如果您要在結束遊戲後，自動還原在此遊戲模式設定檔期間執行的動作順序，請在遊戲期間按下下方按鈕然後按下 {0}。 這會擷取在遊戲期間實際執行的可執行檔，並將它儲存在您的遊戲模式設定檔。
zh_hk: 有些遊戲會在啟動遊戲時使用一個可執行檔案，及使用獨立的可執行檔案來實際執行遊戲。 如果你想這個遊戲模式個人檔案執行的操作序列自動在離開遊戲後取消，請點擊以下按鈕，然後在實際進行遊戲時按「{0}」。 這樣就可以在遊戲進行時錄製實際可執行檔案的執行，並將其儲存在遊戲模式個人檔案中。

# ActionPendingConfigurationText
source: The action is not configured
ar: لم يتم تهيئة الإجراء
da: Denne handling er ikke konfigureret
de: Die Aktion ist nicht konfiguriert.
el: Η ενέργεια δεν είναι διαρθρωμένη.
es: La acción no está configurada
fi: Toimintoa ei ole määritetty.
fr: L’action n’est pas configurée
it: Azione non configurata
ja: アクションが構成されていません
ko: 작업이 구성되지 않았습니다
nl: De actie is niet geconfigureerd.
no: Handlingen er ikke konfigurert
pl: Operacja nie została skonfigurowana.
pt_br: A ação não está configurada
ru: Операция не сконфигурирована
sv: Den här åtgärden är inte konfigurerad
tr: İşlem yapılandırılmamış
zh_hans: 操作未配置
zh_hant: 動作未設定
zh_hk: 操作尚未配置

# Processes
source: Process List
ar: قائمة العمليات
da: Procesliste
de: Prozessliste
el: Λίστα διεργασιών
es: Lista de procesos
fi: Prosessiluettelo
fr: Liste de processus
it: Elenco processi
ja: プロセスリスト
ko: 프로세스 목록
nl: Proceslijst
no: Behandle listen
pl: Lista procesów
pt_br: Lista de processo
ru: Список процессов
sv: Processlista
tr: İşlem Listesi
zh_hans: 进程列表
zh_hant: 程序清單
zh_hk: 程序列表

source: Description
ar: الوصف
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
fi: Kuvaus
it: Descrizione
ja: 説明
ko: 설명
nl: Beschrijving
no: Beskrivelse
pl: Opis
pt_br: Descrição
ru: Описание
sv: Beskrivning
tr: Açıklama
zh_hans: 描述
zh_hant: 說明
zh_hk: 描述

source: Process Name
ar: اسم العملية
da: Procesnavn
de: Prozessname
el: Όνομα διαδικασίας
es: Nombre del proceso
fi: Prosessin nimi
fr: Nom du processus
it: Nome processo
ja: プロセス名
ko: 프로세스 이름
nl: Procesnaam
no: Prosessnavn
pl: Nazwa procesu
pt_br: Nome do processo
ru: Имя процесса
sv: Processnamn
tr: İşlem Adı
zh_hans: 进程名称
zh_hant: 程序名稱
zh_hk: 程序名稱

source: CPU
el: Κεντρική μονάδα επεξεργασίας (CPU)
fr: UC
nl: Processor
ru: ЦП
sv: Processor
zh_hk: 中央處理器

source: GPU
el: Μονάδα επεξεργασίας γραφικών (GPU)
ru: Графический процессор
sv: Grafikprocessor
zh_hk: 圖形處理器

source: Memory
ar: الذاكرة
da: Hukommelse
de: Speicher
el: Μνήμη
es: Memoria
fi: Muisti
fr: Mémoire
it: Memoria
ja: メモリ
ko: 메모리
nl: Geheugen-
no: Minne
pl: Pamięć
pt_br: Memória
ru: Оперативная память
sv: Minne
tr: Bellek
zh_hans: 内存
zh_hant: 記憶體
zh_hk: 記憶體

source: Network
ar: الشبكة
da: Netværk
de: Netzwerk
el: Δίκτυο
es: Red
fi: Verkko
fr: Réseau
it: Rete
ja: ネットワーク
ko: 네트워크
nl: Netwerk
no: Nettverk
pl: Sieć
pt_br: Rede
ru: Сеть
sv: Nätverk
tr: Ağ
zh_hans: 网络
zh_hant: 網路
zh_hk: 網絡

# CloseOtherNetworkChartsText
source: Close other network charts
ar: إغلاق مخططات الشبكة الأخرى
da: Luk andre netværkskort
de: Sonstige Netzwerkdiagramme schließen
el: Κλείστε τα υπόλοιπα διαγράμματα δικτύου.
es: Cerrar otros cuadros de red
fi: Sulje muut verkkotaulukot
fr: Fermer les autres graphiques réseaux
it: Chiudi gli altri grafici di rete
ja: 他のネットワークチャートを閉じる
ko: 다른 네트워크 차트를 종료합니다
nl: Overige netwerkgrafieken sluiten
no: Lukk andre nettverksskjemaer
pl: Zamknij inne wykresy sieciowe
pt_br: Fechar outros gráficos de rede
ru: Закройте другие сетевые диаграммы
sv: Stäng andra nätverksdiagram
tr: Diğer ağ şemalarını kapatın
zh_hans: 关闭其他网络图表
zh_hant: 關閉其他網路圖表
zh_hk: 關閉其他網絡圖表

# OpenOtherNetworkChartsText
source: Open other network charts
ar: فتح مخططات الشبكة الأخرى
da: Luk andre netværkskort
de: Sonstige Netzwerkdiagramme öffnen
el: Κλείστε τα υπόλοιπα διαγράμματα δικτύου.
es: Abrir otros cuadros de red
fr: Fermer les autres graphiques réseaux
it: Apri altri grafici di rete
ja: 他のネットワークチャートを開く
ko: 다른 네트워크 차트 열기
nl: Overige netwerkgrafieken openen
no: Åpne andre nettverksskjemaer
pl: Otwórz inne wykresy sieciowe
pt_br: Abrir outros gráficos de rede
ru: Откройте другие сетевые диаграммы
sv: Stäng andra nätverksdiagram
tr: Diğer ağ şemalarını aç
zh_hans: 打开其他网络图表
zh_hant: 開啟其他網路圖表
zh_hk: 開啟其他網絡圖表

# CloseText
source: Close
ar: إغلاق
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
fi: Sulje
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Afsluiten
no: Lukk
pl: Zamknij
pt_br: Fechar
ru: Закрыть
sv: Stäng
tr: Kapat
zh_hans: 关闭
zh_hant: 闗閉
zh_hk: 关闭

# DataPointToolTipText
source: Time: {0}s, Value: {1}
ar: الوقت: {0} من الثواني، القيمة: {1}
da: Tid: {0}s, værdi: {1}
de: Zeit: {0}s, Wert: {1}
el: Χρόνος: {0}s, Τιμή: {1}
es: Hora: {0}s, Valor: {1}
fr: Durée : {0} s, Valeur : {1}
it: Tempo: {0} s, Valore: {1}
ja: 時間: {0} 秒, 値: {1}
ko: 시간: {0}s, 값: {1}
nl: Tijd: {0} s, Waarde: {1}
no: Tid: {0} s, Verdi: {1}
pl: Czas: {0} s, wartość: {1}
pt_br: Hora: {0}s, valor: {1}
ru: Время: {0}с, значение: {1}
sv: Tid: {0}s, Värde: {1}
tr: Süre: {0} sn., Değer {1}
zh_hans: 时间：{0}，值：{1}
zh_hant: 時間：{0} 秒，值：{1}
zh_hk: 時間：{0}秒，數值： {1}

# CompareText
source: Compare
ar: مقارنة
da: Sammenlign
de: Vergleichen
el: Σύγκριση
es: Comparar
fi: Vertaa
fr: Comparer
it: Confronta
ja: 比較する
ko: 비교
nl: Vergelijken
no: Sammenlign
pl: Porównaj
pt_br: Comparar
ru: Сравнить
sv: Jämför
tr: Karşılaştır
zh_hans: 比较
zh_hant: 比較
zh_hk: 比較

# ChartPagingHomePage
source: Home
ar: الأعمال التي تتم في المنزل
da: Hjem
de: Startseite
el: Αρχική σελίδα
es: Inicio
fi: Koti
fr: Accueil
ja: ホーム
ko: 홈
nl: Start
no: Hjem
pl: Strona główna
pt_br: Doméstico
ru: Начальная страница
sv: Hemma
tr: Ana Sayfa
zh_hans: 主屏幕
zh_hant: 首頁
zh_hk: 主頁

# ChartPagingNetworkPageTitle
source: Network Activity
ar: نشاط الشبكة
da: Netværksaktivitet
de: Netzwerkaktivität
el: Δραστηριότητα δικτύου
es: Actividad de red
fi: Verkkoaktiviteetti
fr: Activité réseau
it: Attività rete
ja: ネットワークアクティビティ
ko: 네트워크 활동
nl: Netwerkactiviteit
no: Nettverksaktivitet
pl: Aktywność sieci
pt_br: Atividade da rede
ru: Сетевая активность
sv: Nätverksaktivitet
tr: Ağ Etkinliği
zh_hans: 网络活动
zh_hant: 網路活動
zh_hk: 網絡活動

# ChartPagingVideoPageTitle
source: Graphics Activity
ar: نشاط الرسومات
da: Grafikaktivitet
de: Grafikaktivität
el: Δραστηριότητα γραφικών
es: Actividad de gráficos
fi: Grafiikka-aktiviteetti
fr: Activité graphique
it: Attività grafica
ja: グラフィックスアクティビティ
ko: 그래픽 작업
nl: Grafiekactiviteit
no: Grafisk aktivitet
pl: Aktywność grafiki
pt_br: Atividade de gráficos
ru: Активность видеокарт
sv: Grafikaktivitet
tr: Grafik Etkinliği
zh_hans: 图形活动
zh_hant: 圖形活動
zh_hk: 圖像活動

# CPUUsageAverageText
source: CPU Usage (Average)
ar: استخدام CPU (المتوسط)
da: CPU-forbrug (gennemsnitlig)
de: CPU-Nutzung (Mittel)
el: Χρήση CPU (μέσος όρος)
es: Uso de CPU (promedio)
fi: Suorittimen käyttö (keskimäärin)
fr: Utilisation du processeur (moyenne)
it: Utilizzo CPU (medio)
ja: CPU 使用率（平均）
ko: CPU 사용량(평균)
nl: CPU-gebruik (gemiddeld)
no: CPU-bruk (gjennomsnitt)
pl: Użycie CPU (średnie):
pt_br: Uso da CPU (Média)
ru: Загрузка ЦП (средн.)
sv: CPU-användning (genomsnitt)
tr: CPU Kullanımı (Ortalama)
zh_hans: CPU 使用率（平均）
zh_hant: CPU 使用量 (平均)
zh_hk: 中央處理器使用率 (平均)

# TimespanHolderTooltipText
source: Grab to move left/right. Double-click to reset.
ar: اضغط للانتقال لليسار/لليمين. انقر نقرًا مزدوجًا لإعادة التعيين.
da: Vælg for at flytte til venstre/højre. Dobbeltklik for at nulstille.
de: Zum Verschieben nach rechts/links festhalten. Doppelklicken Sie zum Zurücksetzen.
el: Πιάστε για μετακίνηση αριστερά/δεξιά. Κάντε διπλό κλικ για επαναφορά.
es: Sujetar para mover a la izquierda/derecha. Hacer doble para reiniciar.
fi: Tartu siirtääksesi vasemmalle tai oikealle. Nollaa kaksoisnapsauttamalla.
fr: Saisissez pour déplacer vers la gauche ou vers la droite. Double-cliquez pour réinitialiser.
it: Tenere premuto per spostare a destra/sinistra Fare doppio clic per il ripristino.
ja: つかんで右 / 左に移動します。ダブルクリックしてリセットします。
ko: 왼쪽/오른쪽으로 이동할 영역을 선택합니다. 재설정하려면 두번 클릭합니다.
nl: Vastpakken om naar links/rechts te bewegen. Dubbelklikken om te resetten.
no: Grip fatt for å flytte til venstre/høyre. Dobbeltklikk for å tilbakestille.
pl: Chwyć, aby przenieść w lewo lub w prawo. Kliknij dwukrotnie, aby zresetować.
pt_br: Pegue para mover para a esquerda direita. Clique duas vezes para repor.
ru: Захватите, чтобы передвинуть влево/вправо. Двойной щелчок для сброса.
sv: Håll för att flytta vänster/höger. Dubbelklicka för att återställa.
tr: Sola/sağa hareket ettirmek için tutun. Sıfırlamak için çift tıklayın.
zh_hans: 抓取以向左/右移动。双击以重置。
zh_hant: 抓取以向左/右移動。連按兩下以重設。
zh_hk: 抓住以向左/右移動。點擊兩下即可重新設定。

# ChartHelpText
source: Chart Info
ar: معلومات المخطط
da: Kortinfo
de: Diagramminfo
el: Πληροφορίες διαγράμματος
es: Información de cuadro
fi: Taulukon tiedot
fr: Informations du graphique
it: Informazioni grafico
ja: チャート情報
ko: 차트 정보
nl: Info over grafiek
no: Skjemainformasjon
pl: Wykres
pt_br: Info do gráfico
ru: Информация диаграммы
sv: Diagraminformation
tr: Şema Bilgisi
zh_hans: 图表信息
zh_hant: 圖表資訊
zh_hk: 圖表資訊

# CloseChartTooltip
source: Close chart
ar: إغلاق المخطط
da: Luk kort
de: Diagramm schließen
el: Κλείσιμο διαγράμματος
es: Cerrar cuadro
fi: Sulje taulukko
fr: Fermer le graphique
it: Chiudi grafici
ja: チャートを閉じる
ko: 차트 종료하기
nl: Grafiek sluiten
no: Lukk skjema
pl: Zamknij wykres
pt_br: Fechar gráfico
ru: Закройте диаграмму
sv: Stäng diagram
tr: Şemayı kapatın
zh_hans: 关闭图表
zh_hant: 關閉圖表
zh_hk: 關閉圖表

# LessNetworkChartsTooltip
source: Collapse all network charts
ar: طي كل مخططات الشبكة
da: Skjul alle netværkskort
de: Alle Netzwerkdiagramme ausblenden
el: Σύμπτυξη όλων των διαγραμμάτων δικτύου
es: Contraer todos los cuadros de red
fi: Pienennä kaikki verkkotaulukot
fr: Réduire tous les graphiques réseaux
it: Comprimi tutti i grafici di rete
ja: ネットワークチャートをすべて折りたたむ
ko: 모든 네트워크 차트를 축소합니다
nl: Alle netwerkgrafieken samenvouwen
no: Skjul alle nettverksskjemaer
pl: Zwiń wszystkie wykresy sieciowe
pt_br: Fechar todos os gráficos de rede
ru: Свернуть все сетевые диаграммы
sv: Fäll ihop alla nätverksdiagram
tr: Tüm ağ şemalarını daraltın
zh_hans: 折叠所有网络图表
zh_hant: 收合所有網路圖表
zh_hk: 收合所有的網絡圖表

# MoreNetworkChartsTooltip
source: Expand all network charts
ar: توسيع كل مخططات الشبكة
da: Udvid alle netværkskort
de: Alle Netzwerkdiagramme einblenden
el: Ανάπτυξη όλων των διαγραμμάτων δικτύου
es: Ampliar todos los cuadros de red
fi: Laajenna kaikki verkkotaulukot
fr: Développer tous les graphiques réseaux
it: Espandi tutti i grafici di rete
ja: ネットワークチャートをすべて展開
ko: 모든 네트워크 차트를 확장합니다
nl: Alle netwerkgrafieken uitvouwen
no: Utvid alle nettverksskjemaer
pl: Rozwiń wszystkie wykresy sieciowe
pt_br: Expandir todos os gráficos de rede
ru: Развернуть все сетевые диаграммы
sv: Expandera alla nätverksdiagram
tr: Tüm ağ şemalarını genişletin
zh_hans: 扩展所有网络图表
zh_hant: 展開所有網路圖表
zh_hk: 展開所有的網絡圖表

# LessVideoChartsTooltip
source: Collapse all video charts
ar: طي كل مخططات الفيديو
da: Skjul alle videokort
de: Alle Videodiagramme ausblenden
el: Σύμπτυξη όλων των διαγραμμάτων βίντεο
es: Contraer todos los cuadros de vídeo
fi: Pienennä kaikki videotaulukot
fr: Réduire tous les graphiques vidéos
it: Comprimi tutti i grafici video
ja: ビデオチャートをすべて折りたたむ
ko: 모든 비디오 차트를 축소합니다
nl: Alle videografieken samenvouwen
no: Skjul alle videoskjemaer
pl: Zwiń wszystkie wykresy wideo
pt_br: Fechar todos os gráficos de vídeo
ru: Свернуть все видео диаграммы
sv: Fäll ihop alla videodiagram
tr: Tüm video şemalarını daraltın
zh_hans: 折叠所有视频图表
zh_hant: 收合所有影像圖表
zh_hk: 收合所有的影片圖表

# MoreVideoChartsTooltip
source: Expand all video charts
ar: توسيع كل مخططات الفيديو
da: Udvid alle videokort
de: Alle Videodiagramme einblenden
el: Ανάπτυξη όλων των διαγραμμάτων βίντεο
es: Ampliar todos los cuadros de vídeo
fi: Laajenna kaikki videotaulukot
fr: Développer tous les graphiques vidéos
it: Espandi tutti i grafici video
ja: ビデオチャートをすべて展開
ko: 모든 비디오 차트를 확장합니다
nl: Alle videografieken uitvouwen
no: Utvid alle videoskjemaer
pl: Rozwiń wszystkie wykresy wideo
pt_br: Expandir todos os gráficos de vídeo
ru: Развернуть все видео диаграммы
sv: Expandera alla videodiagram
tr: Tüm video şemalarını genişletin
zh_hans: 扩展所有视频图表
zh_hant: 展開所有影像圖表
zh_hk: 展開所有的影片圖表

# ChartLegendTooltip
source: {0} {1} secs
ar: {0} {1} ثوانٍ
da: {0} {1} sek.
de: {0} {1} Sekunden
el: {0} {1} δευτερόλεπτα
es: {0} {1} s
fi: {0} {1} s.
fr: {0} {1} s
it: {0} {1} sec
ja: {0} {1} 秒
ko: {0} {1} 초
nl: {0} {1} seconden
no: {0} {1} sekunder
pl: {0} {1} s
pt_br: {0} {1} segs
ru: {0} {1} сек.
sv: {0} {1} sek.
tr: {0} {1} saniye
zh_hans: {0} {1} 秒
zh_hant: {0} {1} 秒
zh_hk: {0} {1} 秒

# ProcessListText
source: Process List
ar: قائمة العملية
da: Procesliste
de: Prozessliste
el: Λίστα διεργασιών
es: Lista de procesos
fi: Prosessiluettelo
fr: Liste de processus
it: Elenco processi
ja: プロセスリスト
ko: 프로세스 목록
nl: Proceslijst
no: Behandle listen
pl: Lista procesów
pt_br: Lista de processo
ru: Список процессов
sv: Processlista
tr: İşlem Listesi
zh_hans: 进程列表
zh_hant: 程序清單
zh_hk: 程序列表

# ZoomOutChartTooltip
source: Restore down chart
ar: استعادة مخطط لأسفل
da: Gendan kort fra maksimeret
de: Diagramm verkleinern
el: Αποκατάσταση κάτω διαγράμματος
es: Restaurar cuadro
fi: Palauta taulukko alas
fr: Restaurer le graphique
it: Ripristinare il grafico in basso
ja: チャートを元に戻す（縮小）
ko: 차트를 이전 크기로 복원합니다
nl: Grafiek verkleinen
no: Gjenopprett ned diagram
pl: Minimalizuj wykres
pt_br: Gráfico de restauração
ru: Восстановить нижнюю диаграмму
sv: Återställ diagram nedåt
tr: Şemayı eski haline getirin
zh_hans: 向下恢复图表
zh_hant: 向下還原圖表
zh_hk: 向下還原圖表

# CPUUsageTitle
source: CPU Usage: {0}
ar: استخدام CPU: {0}
da: CPU-forbrug: {0}
de: CPU-Nutzung: {0}
el: Χρήση CPU: {0}
es: Uso de CPU: {0}
fi: Suorittimen käyttö: {0}
fr: Utilisation du processeur : {0}
it: Utilizzo CPU: {0}
ja: CPU 使用率： {0}
ko: CPU 사용량: {0}
nl: CPU-gebruik: {0}
no: CPU-bruk: {0}
pl: Użycie CPU: {0}
pt_br: Uso da CPU: {0}
ru: Загрузка ЦП: {0}
sv: CPU-användning: {0}
tr: CPU Kullanımı: {0}
zh_hans: CPU 使用率： {0}
zh_hant: CPU 使用量： {0}
zh_hk: 中央處理器使用率：{0}
