Repository: PrincyPrabha19/SampleGITClean
Catalog: POCs/CommandCenter/ResourcesForTranslation/Resources/AlienAdrenaline/Resources.*.resx
Languages: ar, da, de, el, es, fi, fr, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, zh_hans, zh_hant, zh_hk

# ProcessCountTitle
source: Total Processes: {0}
ar: إجمالي العمليات: {0}
da: Totalt antal processer: {0}
de: Prozesse insgesamt: {0}
el: Σύνολο διαδικασιών: {0}
es: Procesos totales: {0}
fi: Prosesseja yhteensä: {0}
fr: Nombre total de processus : {0}
it: Totale processi: {0}
ja: 全プロセス： {0}
ko: 전체 프로세스: {0}
nl: Aantal processen: {0}
no: Totale behandlinger: {0}
pl: Liczba procesów: {0}
pt_br: Processos totais: {0}
ru: Всего процессов: {0}
sv: Totalt antal processer: {0}
tr: Toplam İşlemler: {0}
zh_hans: 进程总数： {0}
zh_hant: 總程序數： {0}
zh_hk: 全部程序：{0}

source: Export
ar: تصدير
da: Eksporter
de: Exportieren
el: Εξαγωγή
es: Exportación
fi: Vie
fr: Exporter
it: Esporta
ja: エクスポート
ko: 내보내기
nl: Exporteren
no: Eksporter
pl: Eksportuj
pt_br: Exportar
ru: Экспорт
sv: Exportera
tr: Dışa aktar
zh_hans: 导出
zh_hant: 匯出
zh_hk: 匯出

source: Import
ar: استيراد
da: Importer
de: Importieren
el: Εισαγωγή
es: Importar
fi: Tuo
fr: Importer
it: Importa
ja: インポート
ko: 가져오기
nl: Importeren
no: Importer
pl: Importuj
pt_br: Importar
ru: Импорт
sv: Importera
tr: İçe aktar
zh_hans: 导入
zh_hant: 匯入
zh_hk: 匯入

# ExportSnapshotTitle
source: Export Recording
ar: تصدير تسجيل
da: Eksporter optagelse
de: Aufnahme exportieren
el: Εξαγωγή εγγραφής
es: Exportar grabación
fi: Vie tallennus
fr: Exporter enregistrement
it: Esporta registrazione
ja: 記録のエクスポート
ko: 녹음 파일 내보내기
nl: Opname exporteren
no: Eksporter opptak
pl: Eksportuj nagranie
pt_br: Exportar gravação
ru: Запись экспорта
sv: Exportera inspelning
tr: Kaydı dışarı aktarın
zh_hans: 导出录像
zh_hant: 匯出錄影
zh_hk: 匯出記錄

# ImportSnapshotTitle
source: Import Recording
ar: استيراد تسجيل
da: Importer optagelse
de: Aufnahme importieren
el: Εισαγωγή εγγραφής
es: Importar grabación
fi: Tallennusta tuodaan
fr: Importer enregistrement
it: Importa registrazione
ja: 記録のインポート
ko: 녹음 파일 가져오기
nl: Opname importeren
no: Importer opptak
pl: Importuj nagranie
pt_br: Importar gravação
ru: Импорт записи
sv: Importera inspelning
tr: Kaydı içe aktarın
zh_hans: 导入录像
zh_hant: 匯入錄影
zh_hk: 匯入記錄

# ImportedSnapshotExists
source: The recording name already exists. Do you want to override?
ar: اسم التسجيل موجود بالفعل. هل ترغب في التخطي?
da: Navnet på optagelsen eksisterer allerede. Vil du overskrive?
de: Der Name der Aufnahme ist bereits vorhanden. Wollen Sie sie überschreiben?
el: Το όνομα της εγγραφής υπάρχει ήδη. Θέλετε να αντικατασταθεί;
es: El nombre de la grabación ya existe. ¿Desea anularlo?
fi: Tallennuksen nimi on jo olemassa. Haluatko ohittaa?
fr: Ce nom d'enregistrement existe déjà. Souhaitez-vous écraser le fichier ?
it: Nome registrazione già esistente. Sostituire?
ja: その記録名は既に存在します。 上書きしますか？
ko: 이미 존재하는 녹음 파일 이름입니다. 덮어쓰시겠습니까?
nl: De opnamenaam bestaat al. Wilt u deze overschrijven?
no: Opptaksnavnet finnes allerede. Vil du overskrive det?
pl: Nagranie o tej nazwie już istnieje. Czy chcesz je zastąpić?
pt_br: O nome da gravação já existe. Deseja sobrepô-lo?
ru: Название записи уже существует. Вы хотите продолжить?
sv: Inspelningsnamnet finns redan. Vill du fortsätta?
tr: Kayıt adı zaten var. Üzerine yazmak istiyor musunuz?
zh_hans: 录像名称已存在。是否覆盖？
zh_hant: 錄影名稱已存在。是否要覆寫它？
zh_hk: 記錄名稱已存在。你要覆寫該名稱嗎？

# CopySuffix
source: {0} - Copy
ar: {0} - نسخ
da: {0} - Kopi
de: {0} - Kopie
el: {0} - Αντιγραφή
es: {0} - Copiar
fi: {0} - Kopioi
fr: {0} - Copier
it: {0} - Copia
ja: {0} - コピー
ko: {0} - 복사
nl: {0} - Kopiëren
no: {0} - Kopi
pl: {0} - Kopiuj
pt_br: {0} - Cópia
ru: {0} - Копировать
sv: {0} - Kopiera
tr: {0} - Kopya
zh_hans: {0} - 复制
zh_hant: {0} - 複製
zh_hk: {0} - 複製

# MaximizeChartText
source: Click the chart title to maximise the chart
ar: انقر فوق عنوان المخطط لتكبير المخطط
da: Klik på korttitlen for at maksimere kortet
de: Klicken Sie auf den Diagrammtitel, um das Diagramm zu vergrößern
el: Κάντε κλικ στον τίτλο του διαγράμματος για μεγιστοποίηση του.
es: Haga clic en el título del cuadro para maximizarlo
fi: Suurenna taulukko napsauttamalla sen nimeä
fr: Cliquez sur le titre du graphique pour agrandir le graphique
it: Fare clic sul titolo del grafico per ingrandire
ja: チャートタイトルをクリックしてチャートを最大化
ko: 차트를 최대화하려면 차트 제목을 클릭합니다
nl: Klik op de grafiektitel om de grafiek te maximaliseren
no: Klikk på skjematittelen for å maksimere skjemaet
pl: Kliknij tytuł wykresu, aby go zmaksymalizować
pt_br: Clique no título do gráfico para maximizá-lo
ru: Нажмите на название диаграммы, чтобы увеличить нижнюю диаграмму
sv: Klicka på diagramrubriken för att maximera diagrammet
tr: Şemayı en büyük boyuta getirmek için şema başlığına tıklayın
zh_hans: 单击图表标题以最大化图表
zh_hant: 按一下圖表標題以最大化該圖表
zh_hk: 點擊圖表標題即可將圖表放到最大

# MinimizeChartText
source: Click the chart title to restore down the chart
ar: انقر فوق عنوان المخطط لاستعادة المخطط لأسفل
da: Klik på korttitlen for at gendanne kortet fra maksimeret
de: Klicken Sie auf den Diagrammtitel, um das Diagramm zu verkleinern
el: Κάντε κλικ στον τίτλο του διαγράμματος για επαναφορά του.
es: Haga clic en el título del cuadro para restaurarlo
fi: Palauta taulukko alas napsauttamalla sen nimeä
fr: Cliquez sur le titre du graphique pour restaurer le graphique
it: Fare clic sul titolo del grafico per ripristinare in basso
ja: チャートタイトルをクリックしてチャートを元に戻す（縮小）
ko: 차트를 이전 크기로 복원하려면 차트 제목을 클릭합니다
nl: Klik op de grafiektitel om de grafiek te verkleinen
no: Klikk på skjematittelen for å gjenopprette ned skjemaet
pl: Kliknij tytuł wykresu, aby go zminimalizować
pt_br: Clique no título do gráfico para restaurá-lo
ru: Нажмите на название диаграммы, чтобы восстановить нижнюю диаграмму
sv: Klicka på diagramrubriken för att återställa nedåt i diagrammet
tr: Şemayı eski haline getirmek için şema başlığına tıklayın
zh_hans: 单击图表标题以向下恢复图表
zh_hant: 按一下圖表標題以向下還原該圖表
zh_hk: 點擊圖表標題即可向下還原圖表

# StartStopRecordingKeystrokes
source: Use "{0}" to Start/Stop recording
ar: استخدم "{0}" لبدء/إيقاف التسجيل
da: Brug "{0}" til at starte/stoppe optagelse
de: Verwenden Sie "{0}", um die Aufnahme zu starten/zu stoppen
el: Χρήση "{0}" για έναρξη/διακοπή εγγραφής
es: Utilice "{0}" para iniciar o parar la grabación
fi: Käynnistä tai pysäytä tallennus kohteella "{0}"
fr: Utilisez « {0} » pour Démarrer/Arrêter l'enregistrement
it: Utilizzare "{0}" per avviare/interrompere la registrazione
ja: {0} を使用して記録を開始 / 停止
ko: 녹음을 시작/중지하려면 "{0}" 을(를) 사용합니다
nl: Gebruik "{0}" om opname te starten/stoppen
no: Bruk "{0}" for å starte/stoppe opptaket
pl: „{0}” rozpoczyna/zatrzymuje nagrywanie
pt_br: Use "{0}" para começar/para gravação
ru: Используйте "{0}", чтобы включить/выключить запись
sv: Använd "{0}" för att starta/stoppa inspelning
tr: Kaydı Başlatmak/Durdurmak için "{0}" öğesini kullanın
zh_hans: 使用 "{0}" 以开始/停止录制
zh_hant: 使用 "{0}" 以開始/停止錄影
zh_hk: 使用「{0}」開始/停止錄製

# InvalidFile
source: File can not be loaded. File-Format is not compatible with current version.
ar: يتعذر تحميل الملف. تنسيق الملف غير متوافق مع الإصدار الحالي.
da: Filen kan ikke indlæses. Filformat er ikke kompatibelt med aktuelle version.
de: Datei kann nicht geladen werden.. Datei-Format ist mit der aktuellen Version nicht kompatibel.
el: Δεν είναι δυνατή η φόρτωση του αρχείου. Το μορφότυπο του αρχείου δεν είναι συμβατό με την τρέχουσα έκδοση.
es: No se puede cargar el archivo. El formato de archivo no es compatible con la actual versión.
fi: Tiedoston lataus ei onnistu. Tiedostomuoto ei ole yhteensopiva nykyversion kanssa.
fr: Impossible de charger le fichier. Le format du fichier n'est pas compatible avec la version actuelle.
it: Impossibile caricare il file. Formato del file non compatibile con la versione corrente.
ja: ファイルをロードできません。ファイル形式が現在のバージョンに対応していません。
ko: 파일을 불러올 수 없습니다. 현재 버전과 호환되지 않는 파일 형식입니다.
nl: Bestand kan niet worden geladen. Bestandsindeling is niet compatibel met huidige versie.
no: Filen kan ikke lastes. Filformatet er ikke kompatibelt med den gjeldende versjonen.
pl: Nie można wczytać pliku. Format pliku jest niezgodny z bieżącą wersją programu.
pt_br: O arquivo não pode ser carregado. O formato do arquivo não é compatível com a versão atual.
ru: Файл не может быть загружен. Формат файла не совместим с текущей версией.
sv: Filen kan inte laddas. Filformatet är inte kompatibelt med nuvarande version.
tr: Dosya yüklenemiyor. Dosya Biçimi güncel sürümle uyumlu değil.
zh_hans: 无法加载文件。文件格式与当前版本不兼容。
zh_hant: 無法載入檔案。檔案格式與目前的版本不相容。
zh_hk: 無法載入檔案。檔案格式與目前的版本不相容。

# AlienFXText
source: AlienFX
ar: برنامج تشغيل AlienFX

# GBStr
source: {0} GB
ar: {0} جيجابايت
fi: {0} Gt
fr: {0} Go
ru: {0} Гб

source: CTRL+SHIFT+ALT+F10
de: STRG+UMSCH+ALT+F10
es: CTRL+MAYÚS+ALT+F10
fr: CTRL+MAJ+ALT+F10
no: CTRL+SKIFT+ALT+F10
sv: CTRL+SKIFT+ALT+F10

# CtrlShiftF3Text
source: CTRL+SHIFT+F3
de: STRG+UMSCH+F3
fr: CTRL+MAJ+F3
