Repository: PrincyPrabha19/SampleGITClean
Catalog: POCs/CommandCenter/ResourcesForTranslation/Resources/AlienAdrenaline/Resources.*.resx
Languages: ar, da, de, el, es, fi, fr, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, zh_hans, zh_hant, zh_hk

# SelectThermalText
source: Select the thermal profile for this game mode.
ar: اختر ملف التعريف الحراري الخاص بوضع اللعبة هذا.
da: Vælg den termiske profil for denne spiltilstand.
de: Wählen Sie das Thermoprofil für diesen Spielmodus aus.
el: Επιλέξτε το θερμικό προφίλ γι αυτή τη λειτουργία παιχνιδιού.
es: Seleccionar el perfil térmico para este modo de juego.
fi: Valitse tämän pelitilan terminen profiili.
fr: Sélectionnez le profil thermique de ce mode de jeu.
it: Selezionare il profilo termico per questa modalità di gioco.
ja: このゲームモード用のサーマルプロファイルを選択してください。
ko: 이 게임 모드에 대한 열 프로필을 선택하십시오.
nl: Selecteer het warmteprofiel voor deze spelmodus.
no: Velg termisk profil for denne spillemodusen.
pl: Wybierz profil temperatury dla tego trybu gry.
pt_br: Selecione o perfil térmico para esta modalidade de jogo.
ru: Выберите температурный профиль для данного игрового режима.
sv: Välj temperaturprofil för spelläget.
tr: Bu oyun modu için termal profili seçin.
zh_hans: 选择用于此游戏模式的散热配置文件。
zh_hant: 選取此遊戲模式的散熱設定檔。
zh_hk: 選擇這個遊戲模式的溫度曲線。

# ThermalHeaderText
source: Thermal Profile:
ar: ملف التعريف الحراري:
da: Termisk profil:
de: Thermoprofil:
el: Θερμικό προφίλ:
es: Perfil térmico:
fi: Terminen profiili:
fr: Profil thermique :
it: Profilo termico:
ja: サーマルプロファイル：
ko: 열 프로필:
nl: Warmteprofiel:
no: Termisk profil:
pl: Profil temperatury:
pt_br: Perfil Térmico:
ru: Температурный профиль:
sv: Temperaturprofil:
tr: Termal Profil:
zh_hans: 散热配置文件：
zh_hant: 散熱設定檔：
zh_hk: 溫度曲線：

# ActiveThermalProfileText
source: <Active Thermal Profile>
ar: < ملف تعريف حراري نشط>
da: <Aktive termiske profil>
de: <Aktives Thermoprofil>
el: <Ενεργό θερμικό προφίλ>
es: < Perfil térmico activo >
fi: <Aktiivinen terminen profiili>
fr: <Profil thermique actif>
it: <Profilo termico attivo>
ja: <アクティブなサーマルプロファイル>
ko: <활성 열 프로필>
nl: <Actief warmteprofie;>
no: <Aktiv termisk profil>
pl: <Aktywny profil temperatury>
pt_br: <Perfil Térmico Ativo>
ru: <Действующий температурный профиль>
sv: <Aktiv temperaturprofil>
tr: <Etkin Termal Profil>
zh_hans: <当前的散热配置文件>
zh_hant: <使用中的散熱設定檔>
zh_hk: <使用中的溫度曲線>

# ApplicationErrorThemeNotFoundText
source: The "{0}" AlienFX theme in this game mode doesn't exist anymore. Select a new theme from the list.
ar: سمة AlienFX "{0}" في وضع اللعبة هذا لم تعد موجودة. حدد سمة جديدة من القائمة.
da: AlienFX-temaet "{0}" i denne spiltilstand eksisterer ikke længere. Vælg en ny tema fra listen.
de: Das AlienFX-Thema „{0}“ ist in diesem Spielmodus nicht mehr vorhanden. Wählen Sie aus der Liste ein neues Thema aus.
el: Το θέμα "{0}" AlienFX σε αυτή τη λειτουργία παιχνιδιού δεν υπάρχει πλέον. Επιλέξτε ένα νέο θέμα από τη λίστα.
es: El tema AlienFX "{0}" en este modo de juego ya no existe. Seleccionar un nuevo tema de la lista.
fi: Tämän pelitilan AlienFX-teemaa {0} ei ole enää olemassa. Valitse uusi teema luettelosta.
fr: Le thème AlienFX « {0} » de ce mode de jeu n'existe plus. Sélectionnez un nouveau thème dans la liste.
it: Il tema AlienFX "{0}" in questa modalità di gioco non esiste più. Selezionare un nuovo tema dall'elenco.
ja: このゲームモードに「{0}」AlienFX テーマは存在しなくなりました。 リストから新しいテーマを選択してください。
ko: 이 게임 모드에서 "{0}" AlienFX 테마가 더 이상 존재하지 않습니다. 목록에서 새 테마를 선택하십시오.
nl: Het AlienFX-thema "{0}" in deze spelmodus bestaat niet meer. Selecteer een nieuw thema in de lijst.
no: AlienFX-temaet "{0}" i denne spillemodusen eksisterer ikke lenger. Velg et nytt tema fra listen.
pl: Temat "{0}" AlienFX w tym trybie gry nie istnieje. Zapisz nowy temat z listy.
pt_br: O tema do AlienFX "{0}" desta modalidade de jogo não existe mais. Selecione um novo tema na lista.
ru: Тема "{0}" AlienFX для данного игрового режима больше не существует. Выберите новую тему из списка.
sv: Temat "{0}" för AlienFX i det här spelläget finns inte längre. Välj ett nytt tema i listan.
tr: Bu oyun modundaki "{0}" AlienFX teması artık yok. Listeden yeni bir tema seçin.
zh_hans: 此游戏模式中的“{0}”AlienFX 主题已经不存在。 请从列表中选择一个新的主题。
zh_hant: 此遊戲模式的「{0}」AlienFX 主題已不存在。 從清單選取新的主題。
zh_hk: 此遊戲模式的「{0}」AlienFX 主題不再存在。請從清單中選取新主題。

# SelectThemeOptionsText
source: Select the AlienFX theme and options for this game mode.
ar: اختر سمة وخيارات برنامج AlienFX الخاصة بوضع اللعبة هذا.
da: Vælg AlienFX-temaet og indstillingerne for denne spiltilstand.
de: Wählen Sie das AlienFX-Thema und die AlienFX-Optionen für diesen Spielmodus.
el: Επιλέξτε το θέμα AlienFX και επιλογές γι αυτή τη λειτουργία παιχνιδιού.
es: Seleccionar las opciones y el tema AlienFX para este modo de juego.
fi: Valitse tämän pelitilan AlienFX-teema ja asetukset.
fr: Sélectionnez le thème et les options AlienFX de ce mode de jeu.
it: Selezionare il tema AlienFX e le opzioni per questa modalità di gioco.
ja: このゲームモード用の AlienFX テーマおよびオプションを選択してください。
ko: 이 게임 모드에 대한 AlienFX 테마와 옵션을 선택하십시오.
nl: Selecteer het AlienFX-thema en de opties voor deze spelmodus.
no: Velg AlienFX-tema og -alternativer for denne spillemodusen.
pl: Wybierz temat AlienFX i opcje dla tego trybu gry.
pt_br: Selecione as opções e o tema do AlienFX para esta modalidade de jogo.
ru: Выберите тему AlienFX и параметры для данного игрового режима.
sv: Välj AlienFX-tema och alternativ för det här spelläget.
tr: Bu oyun modu için AlienFX temasını ve seçenekleri belirleyin.
zh_hans: 选择用于此游戏模式的 AlienFX 主题和选项。
zh_hant: 選取此遊戲模式的 AlienFX 主題與選項。
zh_hk: 選擇這個遊戲模式的 AlienFX 主題和選項。

# GameModeShortcutText
source: Shortcut Folder:
ar: مجلد الاختصار:
da: Genvejsmappe
de: Verknüpfungen-Ordner:
el: Φάκελος συντόμευσης:
es: Carpeta de acceso directo:
fi: Pikakuvakkeiden kansio:
fr: Dossier de raccourcis :
it: Cartella collegamento:
ja: ショートカットフォルダ：
ko: 바로 가기 폴더:
nl: Snelkoppelingsmap:
no: Snarveimappe:
pl: Folder skrótu:
pt_br: Pasta de Atalhos:
ru: Ярлык папки:
sv: Genvägsmapp:
tr: Kısayol Klasörü:
zh_hans: 快捷方式文件夹：
zh_hant: 捷徑資料夾：
zh_hk: 捷徑資料夾：

# LaunchGameModeText
source: Launch "{0}" game mode.
ar: بدء وضع لعبة "{0}".
da: Start "{0}" spiltilstand
de: Spielmodus „{0}“ starten.
el: Έναρξη λειτουργίας παιχνιδιού "{0}".
es: Iniciar modo de juego "{0}".
fi: Käynnistä pelitila {0}.
fr: Lancer le mode de jeu « {0} ».
it: Avviare modalità di gioco "{0}".
ja: 「{0}」ゲームモードを起動します。
ko: "{0}" 게임 모드를 시작하십시오.
nl: Start spelmodus "{0}".
no: Start spillemodus "{0}".
pl: Uruchom tryb gry "{0}".
pt_br: Abra a modalidade de jogo "{0}".
ru: Запустить игровой режим "{0}".
sv: Starta spelläget "{0}".
tr: "{0}" oyun modunu başlat.
zh_hans: 启动“{0}”游戏模式。
zh_hant: 啟動「{0}」遊戲模式。
zh_hk: 啟動「{0}」遊戲模式。

# CloseAlienAdrenalineText
source: Close AlienAdrenaline
ar: إغلاق برنامج AlienAdrenaline
da: Luk AlienAdrenaline
de: AlienAdrenaline schließen
el: Κλείσιμο του AlienAdrenaline
es: Cerrar AlienAdrenaline
fi: Sulje AlienAdrenaline
fr: Fermer AlienAdrenaline
it: Chiudi AlienAdrenaline
ja: AlienAdrenaline を閉じる
ko: AlienAdrenaline 닫기
nl: Sluit AlienAdrenaline
no: Lukk AlienAdrenaline
pl: Zamknij AlienAdrenaline
pt_br: Fechar o AlienAdrenaline
ru: Закрыть AlienAdrenaline
sv: Stäng AlienAdrenaline
tr: AlienAdrenaline'yi kapat
zh_hans: 关闭 AlienAdrenaline
zh_hant: 關閉 AlienAdrenaline
zh_hk: 關閉 AlienAdrenaline

# AudioDeviceDisabledText
source: Disabled
ar: مُعطل
da: Deaktiveret
de: Deaktiviert
el: Απενεργοποιημένο
es: Desactivado
fi: Poistettu käytöstä
fr: Désactivé
it: Disabilitata
ja: 無効
ko: 비활성화됨
nl: Uitgeschakeld
no: Deaktivert
pl: Wyłączony
pt_br: Desativado
ru: Отключен
sv: Inaktiverad
tr: Devre Dışı
zh_hans: 已禁用
zh_hant: 停用
zh_hk: 停用

# EnableTabbedBrowsingText
source: Enable Tabbed Browsing (if supported)
ar: تمكين الاستعراض المبوب (إذا كان مدعوماً)
da: Aktivér faneopdelt søgning (hvis understøttet)
de: Registernavigation aktivieren (wenn unterstützt)
el: Ενεργοποίηση περιήγησης με καρτέλες (αν υποστηρίζεται)
es: Activar examinación por pestañas (si se admite)
fi: Ota käyttöön välilehtiselaaminen (jos sitä tuetaan)
fr: Activer la navigation par onglet (si celle-ci est prise en charge)
it: Attiva esplorazione a schede (se supportato)
ja: タブブラウジングの有効化（サポートされる場合）
ko: 탭 브라우징(지원되는 경우) 활성화
nl: Bladeren met tabs inschakelen (als ondersteund)
no: Aktiver kategorinavigering (om det støttes)
pl: Włącz przeglądanie w kartach (jeżeli obsługiwane)
pt_br: Ativar a Navegação com Guias (se ela for suportada)
ru: Включить просмотр веб-страниц с использованием вкладок (если поддерживается)
sv: Aktivera webbsökning med flikar (om det stöds)
tr: Sekmeli Gözatma'yı Etkinleştir (destekleniyorsa)
zh_hans: 启动选项卡浏览（若支持）
zh_hant: 啟用標籤式瀏覽 (如果支援)
zh_hk: 啟用分頁瀏覽 (如支援)

# GamePathText
source: Executable File:
ar: مسار اللعبة:
da: Eksekverbare fil:
de: Ausführbare Datei:
el: Εκτελέσιμο αρχείο:
es: Archivo ejecutable:
fi: Suoritettava tiedosto:
fr: Fichier exécutable :
it: File eseguibile:
ja: 実行ファイル：
ko: 실행 파일:
nl: Uitvoerbaar bestand:
no: Kjørbar fil:
pl: Plik wykonywalny:
pt_br: Arquivo executável:
ru: Исполняемый файл:
sv: Körbar fil:
tr: Yürütülebilir Dosya:
zh_hans: 可执行文件：
zh_hant: 可執行檔：
zh_hk: 可執行的檔案：

# ActiveThemeText
source: <Active Theme>
ar: <السمة النشطة>
da: <Aktive tema>
de: <Aktives Thema>
el: <Ενεργό θέμα>
es: <Tema activo>
fi: <Aktiivinen teema>
fr: <Thème actif>
it: <Tema attivo>
ja: <アクティブなテーマ>
ko: <활성 테마>
nl: <Actief thema>
no: <Aktivt tema>
pl: <Aktywny temat>
pt_br: <Tema Ativo>
ru: <Действующая схема>
sv: <Aktivt tema>
tr: <Etkin Tema>
zh_hans: <当前主题>
zh_hant: <使用中的主題>
zh_hk: <使用中的主題>

# GameExecPathDoesNotExistText
source: The game executable path does not exist.
ar: لا يوجد مسار اللعبة القابل للتنفيذ.
da: Spillets eksekverbare sti eksisterer ikke.
de: Der Pfad für die ausführbare Spieldatei ist nicht vorhanden.
el: Η διαδρομή εκτελέσιμου του παιχνιδιού δεν υπάρχει.
es: La ruta de acceso ejecutable del juego no existe.
fi: Pelin suoritettavaa polkua ei ole olemassa.
fr: Le chemin exécutable d'accès au jeu n'existe pas.
it: Il percorso del gioco eseguibile non esiste.
ja: このゲームの実行可能パスは存在しません。
ko: 게임 실행 파일 경로가 존재하지 않습니다.
nl: Het pad naar het uitvoerbaar bestand van het spel bestaat niet.
no: Den eksekverbare spillebanen eksisterer ikke.
pl: Ścieżka do wykonywalnego pliku gry nie istnieje.
pt_br: O caminho executável do jogo não existe.
ru: Указанный путь к исполняемому файлу игры не существует.
sv: Sökvägen till den körbara filen för spelet finns inte.
tr: Oyun yürütülebilir yolu yok.
zh_hans: 游戏可执行路径不存在。
zh_hant: 遊戲可執行檔路徑不存在。
zh_hk: 遊戲的可執行檔案路徑不存在。

# ProfileListDescriptionText
source: You may create a custom desktop shortcut that will automatically set up your system environment, and execute a sequence of actions, whenever you launch this game. Select a profile from the list below and double-click on it to modify the profile actions.
ar: ربما تقوم بإنشاء اختصار مخصص موجود على سطح المكتب والذي سوف يقوم بشكل تلقائي بإعداد بيئة النظام الخاص بك وتنفيذ تسلسل من الإجراءات، كلما تقوم ببدء هذه اللعبة. حدد ملف تعريف من القائمة الموجودة بالأسفل ثم انقر نقراً مزدوجاً عليه لتعديل إجراءات ملف التعريف.
da: Du kan oprette en tilpasset genvej på skrivebordet, som automatisk vil konfigurere systemmiljøet og udføre en sekvens af handlinger, når som helst du starter spillet. Vælg en profil fra listen nedenfor og dobbeltklik på den for at modificere profilhandlingerne.
de: Sie können eine benutzerdefinierte Desktopverknüpfung erstellen, die Ihre Systemumgebung automatisch einrichtet und bei jedem Start dieses Spiels eine Sequenz von Aktionen ausführt. Wählen Sie ein Profil aus der Liste unten aus, und doppelklicken Sie auf das Profil, um die Profilaktionen zu ändern.
el: Μπορείτε να δημιουργήσετε μια προσαρμοσμένη συντόμευση επιφάνειας εργασίας, η οποία θα ρυθμίζει αυτόματα το περιβάλλον του συστήματός σας και θα εκτελεί μια σειρά ενεργειών, κάθε φορά που ξεκινάτε αυτό το παιχνίδι. Επιλέξτε ένα προφίλ από την παρακάτω λίστα και κάντε διπλό κλικ πάνω του για να τροποποιήσετε τις ενέργειες του προφίλ.
es: Puede crear un acceso directo personalizado en el escritorio que establecerá automáticamente el entorno de su sistema y ejecutará una secuencia de acciones cuando inicie este juego. Seleccionar un perfil de la lista que aparece abajo y hacer doble clic sobre él para modificar las acciones de perfil.
fi: Voit luoda mukautetun työpöydän pikakuvakkeen, joka määrittää järjestelmäympäristösi automaattisesti ja suorittaa toimintojen sarjan aina, kun käynnistät tämän pelin. Valitse profiili alla olevasta luettelosta ja muokkaa profiilin toimintoja kaksoisnapsauttamalla sitä.
fr: Vous pouvez créer un raccourci de bureau personnalisé qui configurera automatiquement votre environnement système et exécutera une séquence d'actions lorsque vous lancerez ce jeu. Sélectionnez un profil dans la liste ci-dessous, puis double-cliquez dessus pour en modifier les actions.
it: È possibile creare un collegamento sul desktop personalizzato che imposti automaticamente l'ambiente del sistema, ed esegua una sequenza di azioni, ogni volta che sia avvia questo gioco. Selezionare un profilo dall'elenco in basso e fare doppio clic su di esso per modificare le azioni del profilo.
ja: このゲームを起動するたびに、お使いのシステム環境を自動的にセットアップし、アクション一連を実行するカスタムデスクトップショートカットを作成することができます。次のリストからプロファイルを選択し、それをダブルクリックしてプロファイルアクションを修正してください。
ko: 이 게임을 시작할 때마다 시스템 환경을 자동 설정하는 사용자 지정 바탕 화면 바로 가기를 생성하고 일련의 동작을 실행할 수 있습니다. 아래 목록에서 프로필을 선택하고 두 번 클릭하여 프로필 동작을 수정하십시오.
nl: U kunt een aangepaste snelkoppeling maken voor uw bureaublad, waarmee u uw systeemomgeving automatisch kunt instellen en waarmee u een reeks acties kunt instellen die automatisch worden uitgevoerd wanneer u dit spel start. Selecteer een profiel in de onderstaande lijst en dubbelklik op dit profiel om de profielacties te wijzigen.
no: Du kan opprette en tilpasset skrivebordssnarvei som konfigurerer systemmiljøet ditt automatisk, og utfører en sekvens med handlinger når du starter dette spillet. Velg en profil fra listen nedenfor og dobbeltklikk på den for å modifisere profilhandlingene.
pl: Możesz utworzyć niestandardowy skrót na pulpicie, który automatycznie skonfiguruje środowisko systemu oraz uruchomi sekwencję akcji w momencie uruchomienia tej gry. Wybierz profil z poniższej listy i kliknij go dwukrotnie w celu modyfikacji akcji profilu.
pt_br: Você pode criar um atalho personalizado de desktop que irá configurar automaticamente o ambiente do sistema, e executar uma sequência de ações, sempre que abrir este jogo. Selecione um perfil na lista abaixo e clique duas vezes nela para modificar as ações do perfil.
ru: Вы можете создать пользовательский ярлык на рабочем столе, который будет автоматически настраивать системную среду и выполнять последовательность действий при каждом запуске этой игры. Выберите из приведенного ниже списка профиль и дважды щелкните его, чтобы изменить действия, связанные с этим профилем.
sv: Du kan skapa en anpassad genväg på skrivbordet som automatiskt skapar din systemmiljö och utför en sekvens med åtgärder när du startar spelet. Välj en profil i listan nedan och dubbelklicka på den för att ändra åtgärderna i profilen.
tr: Bu oyunu her başlattığınızda sistem ortamınızı otomatik olarak ayarlayacak ve eylem sırasını uygulayacak özel bir kısayol oluşturabilirsiniz. Aşağıdaki listeden bir profil seçin ve profil eylemlerini değiştirmek için profili çift tıklatın.
zh_hans: 您可以创建自定义桌面快捷方式，该快捷方式可自动设置系统环境，并在每次启动此游戏时执行一系列操作。 从下面列表中选择一个配置文件，双击它以修改配置文件操作。
zh_hant: 您可以建立自訂桌面捷徑，您只要啟動此遊戲，就會自動設定系統環境並執行一連串的動作。 從下方清單選取設定檔，連按兩下便可修改設定檔動作。
zh_hk: 你可以建立一個可自動設定系統環境的自訂桌面捷徑，然後執行一系列操作，無論何時啟動此遊戲都可使用。 從以下列表中選擇個人檔案，並點擊兩下該檔案以修改個人檔案的操作。

# RecreateGameShortcutText
source: Re-create Shortcut
ar: إعادة إنشاء اختصار
da: Gendan genvej
de: Verknüpfung neu erstellen
el: Επαναδημιουργία της συντόμευσης
es: Volver a crear acceso directo
fi: Luo pikakuvake uudelleen
fr: Recréer un raccourci
it: Ricrea collegamento
ja: ショートカットの再作成
ko: 바로 가기 재생성
nl: Snelkoppeling opnieuw maken
no: Opprett snarvei på nytt
pl: Utwórz ponownie skrót
pt_br: Recriar um atalho
ru: Создать ярлык повторно
sv: Skapa genväg igen
tr: Kısayolu Tekrar Oluştur
zh_hans: 重新创建快捷方式
zh_hant: 重新建立捷徑
zh_hk: 重新建立捷徑

# GameModeShortcutCreateDescriptionText
source: The game mode shortcut was created at: {0}
ar: تم إنشاء اختصار وضع اللعبة في: {0}
da: Spiltilstandens genvej blev oprettet på: {0}
de: Die Spiel-Modusverknüpfung wurde erstellt unter: {0}
el: Η συντόμευση της λειτουργίας παιχνιδιού δημιουργήθηκε στο: {0}
es: El acceso directo al modo de juego se creó en: {0}
fi: Pelitilan pikakuvake luotiin kohteeseen: {0}
fr: Le raccourci du mode de jeu a été créé sur : {0}
it: Il collegamento della modalità di gioco è stato creato a: {0}
ja: ゲームモードのショートカットが次で作成されました： {0}
ko: 게임 모드 바로 가기가 다음 위치에 생성되었습니다. {0}
nl: De snelkoppeling naar de spelmodus is gemaakt op: {0}
no: Spillemodussnarveien ble opprettet: {0}
pl: Skrót do trybu gry został utworzony w: {0}
pt_br: O atalho da modalidade de jogo foi criado em: {0}
ru: Ярлык игрового режима был создан в: {0}
sv: Genvägen till spelläget skapades vid: {0}
tr: Oyun modu kısayolu şurada oluşturulmuştur: {0}
zh_hans: 游戏模式快捷方式创建于： {0}
zh_hant: 已在此位置建立遊戲模式捷徑： {0}
zh_hk: 遊戲模式捷徑已建立於： {0}

# GameModeShortcutCreateErrorText
source: Error creating the game mode shortcut at: {0}.
ar: خطأ في إنشاء وضع اللعبة في: {0}.
da: Fejl ved oprettelse af spiltilstandens genvej på: {0}.
de: Fehler bei der Erstellung der Spiel-Modusverknüpfung unter: {0}.
el: Σφάλμα κατά τη δημιουργία της συντόμευσης λειτουργίας παιχνιδιού στο: {0}.
es: Error al crear el acceso directo al modo de juego en: {0}.
fi: Virhe luotaessa pelitilan pikakuvaketta kohteeseen: {0}.
fr: Une erreur est survenue lors de la création du raccourci du mode de jeu sur : {0}.
it: Errore durante la creazione del collegamento della modalità di gioco a: {0}.
ja: 次へのゲームモードのショートカット作成でエラーが発生しました： {0}。
ko: 다음 위치에서 게임 모드를 생성하는 중에 오류가 발생했습니다. {0}.
nl: Fout bij het maken van de snelkoppeling naar de spelmodus op: {0}.
no: Feil i opprettelse av spillemodussnarveien: {0}.
pl: Błąd podczas tworzenia skrótu do trybu gry w: {0}.
pt_br: Erro ao criar o atalho da modalidade de jogo em: {0}.
ru: Произошла ошибка при создании ярлыка игрового режима в: {0}.
sv: Ett fel inträffade när genvägen till spelläget skapades vid: {0}.
tr: Şurada oyun modu oluşturulurken hata: {0}.
zh_hans: 在此创建游戏模式快捷方式时出错： {0}.
zh_hant: 在此位置建立遊戲模式捷徑時發生錯誤： {0}.
zh_hk: 在以下位置建立遊戲模式捷徑時發生錯誤： {0}。

# GameModeShortcutCreateTitleText
source: Create Game Mode Shortcut
ar: إنشاء اختصار وضع لعبة
da: Opret spiltilstandens genvej
de: Spiel-Modusverknüpfung erstellen
el: Δημιουργία συντόμευσης λειτουργίας παιχνιδιού
es: Crear acceso directo al Modo de juego
fi: Luo pelitilan pikakuvake
fr: Créer un raccourci de mode de jeu
it: Crea collegamento modalità gioco
ja: ゲームモードのショートカットの作成
ko: 게임 모드 바로 가기 생성
nl: Snelkoppeling spelmodus maken
no: Opprett spillemodussnarvei
pl: Utwórz skrót do trybu gry
pt_br: Criar Atalho de Modalidade de Jogo
ru: Создать ярлык игрового режима
sv: Skapa genväg till spelläge
tr: Oyun Modu Kısayolu Oluşturma
zh_hans: 创建游戏模式快捷方式
zh_hant: 建立遊戲模式捷徑
zh_hk: 建立遊戲模式捷徑

# WantToSavePendingChangesText
source: To Re-create the Game Mode shortcut, the pending changes must be saved. Do you want to proceed?
ar: لإعادة إنشاء اختصار وضع اللعبة، يجب حفظ التغييرات المعلّقة. هل تريد المتابعة؟
da: For at genoprette spiltilstandens genvej skal ventende ændringer gemmes. Vil du fortsætte?
de: Um die Spiel-Modusverknüpfung neu erstellen zu können, müssen die noch nicht gespeicherten Änderungen nun gespeichert werden. Möchten Sie fortfahren?
el: Για να επαναδημιουργήσετε τη συντόμευση για τη λειτουργία παιχνιδιού, πρέπει να αποθηκευτούν οι εκκρεμείς αλλαγές. Θέλετε να συνεχίσετε;
es: Para volver a crear el acceso directo al Modo de juego, se deben guardar los cambios pendientes. ¿Desea continuar?
fi: Jotta voit luoda pelitilan pikakuvakkeen uudelleen, odottavat muutokset on tallennettava. Haluatko jatkaa?
fr: Pour recréer le raccourci du mode de jeu, les modifications en attente doivent être enregistrées. Voulez-vous continuer ?
it: Per ricreare il collegamento della modalità di gioco, è necessario salvare le modifiche in sospeso. Procedere?
ja: ゲームモードのショートカットを再作成するには、保留中の変更を保存する必要があります。続行しますか?
ko: 게임 모드 바로 가기를 재생성하려면 대기 중인 변경 사항을 저장해야 합니다. 계속하시겠습니까?
nl: Als u de snelkoppeling naar de spelmodus opnieuw wilt maken, moet u de nog niet opgeslagen wijzigingen opslaan. Wilt u doorgaan?
no: For å kunne opprette spillemodussnarveien på nytt, må avventende endringer lagres. Vil du fortsette?
pl: Aby ponownie utworzyć skrót do trybu gry, oczekujące zmiany muszą zostać zapisane. Czy chcesz kontynuować?
pt_br: Para recriar o atalho da Modalidade de Jogo, as alterações pendentes precisam ser salvas. Quer continuar?
ru: Для повторного создания ярлыка игрового режима следует сохранить изменения, ожидающие утверждения. Вы хотите продолжить?
sv: Ändringar måste sparas om du vill skapa genväg till spelläget igen. Vill du fortsätta?
tr: Oyun Modu kısayolunu tekrar oluşturmak için bekleyen değişikliklerin kaydedilmesi gerekir. Devam etmek istiyor musunuz?
zh_hans: 要重新创建游戏模式快捷方式，必须保存待定的更改。 您要继续吗？
zh_hant: 若要重新建立遊戲模式捷徑，必須儲存擱置中的變更。 是否確定繼續？
zh_hk: 如要重新建立遊戲模式捷徑，必須儲存待處理的更改。你要繼續嗎？

# GameModeShortcutAlreadyExistsText
source: The Game Mode shortcut already exists in the selected path.
ar: يوجد اختصار وضع اللعبة بالفعل في المسار المحدد.
da: Spiltilstandens genvej eksisterer allerede på den valgte sti.
de: Die Spiel-Modusverknüpfung ist bereits im ausgewählten Pfad vorhanden.
el: Η συντόμευση λειτουργίας παιχνιδιού υπάρχει ήδη στην επιλεγμένη διαδρομή.
es: El acceso directo al Modo de juego ya existe en la ruta de acceso seleccionada.
fi: Pelitilan pikakuvake on jo olemassa valitussa polussa.
fr: Le raccourci du mode de jeu existe déjà dans le chemin sélectionné.
it: Il collegamento della modalità di gioco esiste già nel percorso selezionato.
ja: ゲームモードのショートカットが選択したパスにすでに存在します。
ko: 선택한 경로에 게임 모드 바로 가기가 이미 존재합니다.
nl: De snelkoppeling naar de spelmodus bestaat al in het geselecteerde pad.
no: Spillemodussnarveien eksisterer allerede i den valgte banen.
pl: Skrót do trybu gry już istnieje w wybranej lokalizacji.
pt_br: O atalho da Modalidade de Jogo já existe no caminho selecionado.
ru: Данный ярлык игрового режима по выбранному пути уже существует.
sv: Det finns redan en genväg till spelläget i vald sökväg.
tr: Oyun Modu kısayolu seçilen yolda zaten var.
zh_hans: 游戏模式快捷方式已经在所选的路径中。
zh_hant: 選取的路徑中已存在遊戲模式捷徑。
zh_hk: 遊戲模式捷徑已經存在於選擇的路徑。

# ProgressBarLoadingText
source: Loading ...
ar: يتم الآن التحميل ...
da: Indlæser ...
de: Wird geladen...
el: Φόρτωση ...
es: Cargando...
fi: Ladataan...
fr: Chargement en cours ...
it: Caricamento in corso...
ja: ロード中...
ko: 로드하는 중 ...
nl: Bezig met laden ...
no: Laster ...
pl: Ładowanie ...
pt_br: Carregando ...
ru: Идет загрузка...
sv: Läser in...
tr: Yükleniyor...
zh_hans: 正在加载......
zh_hant: 載入中 ...
zh_hk: 正在載入 ...

# CloseGameModeProfileText
source: Close Game Mode Profile
ar: نمط الاستخدام الخاص بالوضع المقرّب للألعاب
da: Luk profilen Game Mode (Spiltilstand)
de: Spielmodus-Profil schließen
el: Κλείσιμο προφίλ Κατάστασης λειτουργίας παιχνιδιών
es: Cerrar el perfil del Modo de juego
fi: Sulje pelitilaprofiili
fr: Fermer le profil du mode de jeu
it: Chiudi profilo Modalità gioco
ja: ゲームモードのプロファイルを閉じる
ko: Game Mode 프로필 닫기
nl: Spelmodusprofiel sluiten
no: Lukk Spillmodus-profil
pl: Zamknij profil trybu gry
pt_br: Fechar o perfil da modalidade de jogo
ru: Закрыть профиль игрового режима
sv: Stäng profilen för spelläget
tr: Oyun Modu Profilini Kapat
zh_hans: 关闭游戏模式配置文件
zh_hant: 關閉遊戲模式設定檔
zh_hk: 關閉遊戲模式個人檔案
