Repository: PrincyPrabha19/SampleGITClean
Catalog: POCs/CommandCenter/ResourcesForTranslation/Resources/AlienAdrenaline/Resources.*.resx
Languages: ar, da, de, el, es, fi, fr, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, zh_hans, zh_hant, zh_hk

# AccessErrorText
source: The user account configuration does not allow you to run this application.
ar: لا يسمح تكوين حساب المستخدم بتشغيل هذا التطبيق.
da: Brugerkontoens konfiguration tillader ikke kørsel af denne applikation.
de: Die Benutzerkontokonfiguration ermöglicht nicht das Ausführen dieser Anwendung.
el: Η διαμόρφωση του λογαριασμού χρήστη δεν επιτρέπει την εκτέλεση αυτής της εφαρμογής.
es: La configuración de la cuenta de usuario no permite ejecutar esta aplicación.
fi: Käyttäjätilin määritys ei salli tämän sovelluksen suorittamista.
fr: La configuration du compte utilisateur n'autorise pas l'exécution de cette application.
it: La configurazione dell'account utente non consente di eseguire questa applicazione.
ja: このアプリケーションの実行は、ユーザーアカウント設定で許可されていません。
ko: 사용자 계정 구성이 이 어플리케이션을 실행하는 것을 허용하지 않습니다.
nl: Bij deze configuratie van de gebruikersaccount is het uitvoeren van deze toepassing niet toegestaan.
no: Brukerkontokonfigurasjonen tillater ikke at denne applikasjonen kjører.
pl: Konfiguracja konta użytkownika nie zezwala na uruchomienie tej aplikacji.
pt_br: A configuração da conta de usuário não permite executar este aplicativo.
ru: Настройки учетной записи пользователя не позволяют запустить это приложение.
sv: Konfigurationen för användarkontot tillåter inte att programmet körs.
tr: Kullanıcı hesabı yapılandırması bu uygulamayı çalıştırmanıza izin vermez.
zh_hans: 用户帐户配置不允许运行此应用程序。
zh_hant: 使用者帳戶組態不允許執行此應用程式。
zh_hk: 使用者帳戶的配置不允許執行此應用程式。

# ActionDetailsText
source: Action: {0}
ar: الإجراء: {0}
da: Handling: {0}
de: Aktion: {0}
el: Ενέργεια: {0}
es: Acción: {0}
fi: Toiminto: {0}
it: Azione: {0}
ja: アクション：{0}
ko: 동작: {0}
nl: Actie: {0}
no: Handling:{0}
pl: Akcja: {0}
pt_br: Ação: {0}
ru: Действие: {0}
sv: Åtgärd: {0}
tr: Eylem: {0}
zh_hans: 操作：{0}
zh_hant: 動作：{0}
zh_hk: 操作：{0}

# ActionSequenceSummaryText
source: Action Sequence Summary
ar: معلومات تلخيصية عن تسلسل الإجراء
da: Oversigt over handlingssekvens
de: Aktionssequenzübersicht
el: Σύνοψη σειράς ενεργειών
es: Resumen de secuencia de acciones
fi: Toimintosarjan yhteenveto
fr: Récapitulatif de la séquence d'actions
it: Riepilogo sequenza azioni
ja: アクションシーケンスサマリ
ko: 동작 순서 요약
nl: Overzicht actiereeks
no: Oppsummering av handlingssekvens
pl: Podsumowanie sekwencji akcji
pt_br: Resumo da Sequência de Ações
ru: Сводка последовательности действий
sv: Sammanfattning av åtgärdssekvens
tr: Eylem Sırası Özeti
zh_hans: 操作顺序摘要
zh_hant: 動作順序摘要
zh_hk: 操作序列總結

# ActionSequenceText
source: Action Sequence
ar: تسلسل الإجراء
da: Handlingssekvens
de: Aktionssequenz
el: Σειρά ενεργειών
es: Secuencia de acciones
fi: Toimintosarja
fr: Séquence d'actions
it: Sequenza azioni
ja: アクションシーケンス
ko: 동작 순서
nl: Actiereeks
no: Handlingssekvens
pl: Sekwencja akcji
pt_br: Sequência de Ações
ru: Последовательность действий
sv: Åtgärdssekvens
tr: Eylem Sırası
zh_hans: 操作顺序
zh_hant: 動作順序
zh_hk: 操作序列

# AddActionText
source: Add an Action
ar: أضف إجراءً
da: Tilføj en handling
de: Aktion hinzufügen
el: Προσθήκη ενέργειας
es: Agregar una acción
fi: Lisää toiminto
fr: Ajouter une action
it: Aggiungi un'azione
ja: アクションの追加
ko: 동작 추가
nl: Een actie toevoegen
no: Legg til en handling
pl: Dodaj akcję
pt_br: Adicionar uma Ação
ru: Добавить действие
sv: Lägg till åtgärd
tr: Eylem Ekle
zh_hans: 添加一个操作
zh_hant: 新增動作
zh_hk: 新增操作

# ApplyText
source: Apply
ar: تطبيق
da: Anvend
de: Übernehmen
el: Εφαρμογή
es: Aplicar
fi: Käytä
fr: Appliquer
it: Applica
ja: 適用
ko: 적용
nl: Toepassen
no: Bruk
pl: Zastosuj
pt_br: Aplicar
ru: Применить
sv: Tillämpa
tr: Uygula
zh_hans: 应用
zh_hant: 套用
zh_hk: 套用

# CancelText
source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
nl: Annuleren
no: Avbryt
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal
zh_hans: 取消
zh_hant: 取消
zh_hk: 取消

# CreateNewModeText
source: Create New Game Mode
ar: إنشاء وضع ألعاب جديدة
da: Opret ny spilletilstand
de: Neuen Spielmodus erstellen
el: Δημιουργία νέας λειτουργίας παιχνιδιού
es: Crear nuevo modo de juego
fi: Luo uusi pelitila
fr: Créer un nouveau mode de jeu
it: Creare una nuova game mode
ja: 新しいゲームモードを作成する
ko: 새 게임 모드 만들기
nl: Nieuwe gamemodus aanmaken
no: Opprett nytt spillmodus
pl: Utwórz nowy tryb gry
pt_br: Criar novo modo de jogo
ru: Создать режим новой игры
sv: Skapa nytt spelläge
tr: Yeni Oyun Modu Oluştur
zh_hans: 新建游戏模式
zh_hant: 建立新的遊戲模式
zh_hk: 建立新遊戲模式

# CreateNewModeTitleText
source: Create New Game Mode Profile
ar: إنشاء ملف تعريف وضع ألعاب جديد
da: Opret ny profil for spilletilstand
de: Neues Spielmodus-Profil erstellen
el: Δημιουργία προφίλ νέας λειτουργίας παιχνιδιού
es: Crear nuevo modo de juego
fi: Luo uusi pelitilaprofiili
fr: Créer un nouveau profil de mode de jeu
it: Creare un nuovo profilo game mode
ja: 新しいゲームモードのプロファイルを作成する
ko: 새 게임 모드 프로필 만들기
nl: Nieuw gamemodusprofiel aanmaken
no: Opprett ny spillmodusprofil
pl: Utwórz nowy profil trybu gry
pt_br: Criar novo perfil de modo de jogo
ru: Создать профиль режима новой игры
sv: Skapa ny spellägesprofil
tr: Yeni Oyun Modu Profili Oluştur
zh_hans: 新建游戏模式配置文件
zh_hant: 建立新的遊戲模式設定檔
zh_hk: 建立新遊戲模式個人檔案

# DeleteText
source: Delete
ar: حذف
da: Slet
de: Löschen
el: Διαγραφή
es: Borrar
fi: Poista
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
no: Slett
pl: Usuń
pt_br: Apagar
ru: Удалить
sv: Ta bort
tr: Sil
zh_hans: 删除
zh_hant: 刪除
zh_hk: 刪除

# ErrorText
source: Error
ar: خطأ
da: Fejl
de: Fehler
el: Σφάλμα
fi: Virhe
fr: Erreur
it: Errore
ja: エラー
ko: 오류
nl: Fout
no: Feil
pl: Błąd
pt_br: Erro
ru: Ошибка
sv: Fel
tr: Hata
zh_hans: 错误
zh_hant: 錯誤
zh_hk: 錯誤

# GameModeDescriptionText
source: You may create a custom desktop shortcut that will automatically set up your system environment, and execute a sequence of actions, whenever you launch this game.
ar: ربما تقوم بإنشاء اختصار مخصص موجود على سطح المكتب والذي سوف يقوم بشكل تلقائي بإعداد بيئة النظام الخاص بك وتنفيذ تسلسل من الإجراءات، كلما تقوم ببدء هذه اللعبة.
da: Du kan oprette en tilpasset genvej på skrivebordet, som automatisk vil konfigurere systemmiljøet og udføre en sekvens af handlinger, når som helst du starter spillet.
de: Sie können eine benutzerdefinierte Desktopverknüpfung erstellen, die Ihre Systemumgebung automatisch einrichtet und bei jedem Start dieses Spiels eine Sequenz von Aktionen ausführt.
el: Μπορείτε να δημιουργήσετε μια προσαρμοσμένη συντόμευση επιφάνειας εργασίας, η οποία θα ρυθμίζει αυτόματα το περιβάλλον του συστήματός σας και θα εκτελεί μια σειρά ενεργειών, κάθε φορά που ξεκινάτε αυτό το παιχνίδι.
es: Puede crear un acceso directo personalizado en el escritorio que establecerá automáticamente el entorno de su sistema y ejecutará una secuencia de acciones cuando inicie este juego.
fi: Voit luoda mukautetun työpöydän pikakuvakkeen, joka määrittää järjestelmäympäristösi automaattisesti ja suorittaa toimintojen sarjan aina, kun käynnistät tämän pelin.
fr: Vous pouvez créer un raccourci de bureau personnalisé qui configurera automatiquement votre environnement système et exécuter une séquence d'actions lorsque vous lancerez ce jeu.
it: È possibile creare un collegamento sul desktop personalizzato che imposti automaticamente l'ambiente del sistema, ed esegua una sequenza di azioni, ogni volta che sia avvia questo gioco.
ja: このゲームを起動するたびに、お使いのシステム環境を自動的にセットアップし、アクション一連を実行するカスタムデスクトップショートカットを作成することができます。
ko: 이 게임을 시작할 때마다 시스템 환경을 자동 설정하는 사용자 지정 바탕 화면 바로 가기를 생성하고 일련의 동작을 실행할 수 있습니다.
nl: U kunt een aangepaste snelkoppeling maken voor uw bureaublad, waarmee u uw systeemomgeving automatisch kunt instellen en waarmee u een reeks acties kunt instellen die automatisch worden uitgevoerd wanneer u dit spel start.
no: Du kan opprette en tilpasset skrivebordssnarvei som konfigurerer systemmiljøet ditt automatisk, og utfører en sekvens med handlinger når du starter dette spillet.
pl: Możesz utworzyć niestandardowy skrót na pulpicie, który automatycznie skonfiguruje środowisko systemu oraz uruchomi sekwencję akcji w momencie uruchomienia tej gry.
pt_br: Você pode criar um atalho personalizado de desktop que irá configurar automaticamente o ambiente do sistema, e executar uma sequência de ações, sempre que abrir este jogo.
ru: Вы можете создать пользовательский ярлык на рабочем столе, который будет автоматически настраивать системную среду и выполнять последовательность действий при каждом запуске этой игры.
sv: Du kan skapa en anpassad genväg på skrivbordet som automatiskt skapar din systemmiljö och utför en sekvens med åtgärder när du startar spelet.
tr: Bu oyunu her başlattığınızda sistem ortamınızı otomatik olarak ayarlayacak ve eylem sırasını uygulayacak özel bir kısayol oluşturabilirsiniz.
zh_hans: 您可以创建自定义桌面快捷方式，该快捷方式可自动设置系统环境，并在每次启动此游戏时执行一系列操作。
zh_hant: 您可以建立自訂桌面捷徑，只要您啟動此遊戲，就會自動設定系統環境並執行一連串的動作。
zh_hk: 你可以建立可自動設定系統環境的自定義桌面捷徑，然後執行一系列操作，無論何時啟動此遊戲都可使用。

# GameModeLearnModeLinkText
source: Tell me more about Game Modes
ar: أخبرني بالمزيد حول أوضاع اللعبة
da: Fortæl mig mere om spiltilstande
de: Mehr Informationen zu Spielmodi
el: Περισσότερες πληροφορίες για τις λειτουργίες παιχνιδιών
es: Más información acerca de los Modos de juego
fi: Lisätietoja pelitiloista
fr: En savoir plus sur les modes de jeu
it: Ulteriori informazioni sulle Modalità gioco
ja: ゲームモードについての詳細
ko: 게임 모드에 대한 자세한 설명
nl: Meer informatie over spelmodussen
no: Fortell meg mer om spillemodus
pl: Dowiedz się więcej o trybach gry
pt_br: Quero saber mais sobre as Modalidades de Jogo
ru: Узнать больше об игровых режимах
sv: Mer information om spellägen
tr: Oyun Modları hakkında daha fazla bilgi
zh_hans: 告诉我有关“游戏模式”的更多信息
zh_hant: 進一步了解遊戲模式
zh_hk: 告訴我更多有關遊戲模式的資訊

# GameModeNameText
source: Game Mode Profile Name:
ar: اسم ملف تعريف وضع الألعاب:
da: Profilnavn for spilletilstand:
de: Name des Spielmodus-Profils:
el: Όνομα προφίλ λειτουργίας παιχνιδιού:
es: Nombre de perfil de modo de juego:
fi: Pelitilaprofiilin nimi:
fr: Nom du profil de mode de jeu :
it: Nome del profilo game mode:
ja: ゲームモードのプロファイル名：
ko: 게임 모드 프로필 이름:
nl: Naam gamemodusprofiel:
no: Navn spillmodusprofil:
pl: Nazwa profilu trybu gry:
pt_br: Nome do perfil de modo de jogo:
ru: Имя профиля игрового режима:
sv: Namn på spellägesprofil:
tr: Oyun Modu Profil Adı:
zh_hans: 游戏模式配置文件名称：
zh_hant: 遊戲模式設定檔名稱：
zh_hk: 遊戲模式個人檔案名稱：

# GameModesLinkText
source: Game Mode
ar: وضع اللعبة
da: Spiltilstand
de: Spielmodus
el: Λειτουργία παιχνιδιού
es: Modo de juego
fi: Pelitila
fr: Mode de jeu
it: Modalità gioco
ja: ゲームモード
ko: 게임 모드
nl: Spelmodus
no: Spillemodus
pl: Tryb gry
pt_br: Modalidade de Jogo
ru: Игровой режим
sv: Spelläge
tr: Oyun Modu
zh_hans: 游戏模式
zh_hant: 遊戲模式
zh_hk: 遊戲模式

# GameModeTitleText
source: Game Mode - {0}
ar: وضع اللعبة - {0}
da: Spiltilstand – {0}
de: Spielmodus - {0}
el: Λειτουργία παιχνιδιού - {0}
es: Modo de juego - {0}
fi: Pelitila - {0}
fr: Mode de jeu : {0}
it: Modalità gioco - {0}
ja: ゲームモード - {0}
ko: 게임 모드 - {0}
nl: Spelmodus - {0}
no: Spillemodus{0}
pl: Tryb gry - {0}
pt_br: Modalidade de Jogo - {0}
ru: Игровой режим - {0}
sv: Spelläge - {0}
tr: Oyun Modu - {0}
zh_hans: 游戏模式 - {0}
zh_hant: 遊戲模式 - {0}
zh_hk: 遊戲模式 - {0}

# MoveText
source: Move
ar: نقل
da: Flyt
de: Verschieben
el: Κίνηση
es: Mover
fi: Siirrä
fr: Action
it: Sposta
ja: 移動
ko: 이동
nl: Verplaatsen
no: Flytt
pl: Przenieś
pt_br: Mover
ru: Переместить
sv: Flytta
tr: Taşı
zh_hans: 移动
zh_hant: 移動
zh_hk: 移動

# NewGameModeDescriptionText
source: You can create a new Game Mode profile by selecting a detected game from the list below or by browsing for the executable file of a desired game or application. Click next to continue.
ar: يمكنك إنشاء ملف تعريف وضع ألعاب جديد بواسطة تحديد لعبة مكتشفة من القائمة التالية أو بواسطة البحث عن ملف قابل للتنفيذ للعبة أو لتطبيق مطلوب. انقر فوق التالي للمتابعة.
da: Du kan oprette en ny Profil for spilletilstand ved at vælge et registreret spil fra listen nedenfor eller ved at gennemse den eksekverbare fil for det ønskede spil eller program. Klik på næste for at fortsætte.
de: Sie können ein neues Spielmodus-Profil erstellen, indem Sie ein erkanntes Spiel aus der Liste unten auswählen oder zu der ausführbaren Datei des gewünschten Spiels oder der gewünschten Anwendung navigieren. Klicken Sie zum Fortfahren auf "Weiter".
el: Μπορείτε να δημιουργήσετε προφίλ νέας λειτουργίας παιχνιδιού επιλέγοντας ένα ανιχνευμένο παιχνίδι από την παρακάτω λίστα ή αναζητώντας το εκτελέσιμο αρχείο του παιχνιδιού ή της εφαρμογής που επιθυμείτε. Κάντε κλικ στην επιλογή «Επόμενο» για να συνεχίσετε.
es: Puedes crear un nuevo perfil modo de juego al seleccionar un juego detectado de la lista siguiente o navegando por el archivo ejecutable de un juego o aplicación deseada. Haga clic en siguiente para continuar.
fi: Voit luoda uuden pelitilaprofiilin valitsemalla tunnistetun pelin alla olevasta luettelosta tai selaamalla haluamasi pelin tai sovelluksen suoritettavan tiedoston kohdalle. Jatka valitsemalla seuraava-painike.
fr: Vous pouvez créer un nouveau profil de mode de jeu en sélectionnant un jeu détecté dans la liste ci-dessous ou en recherchant le fichier exécutable de l'application ou du jeu souhaité. Appuyez sur Suivant pour continuer.
it: È possibile creare un nuovo profilo di game mode selezionando un gioco rilevato nella lista in basso o cercando il file eseguibile di un gioco o un'applicazione desiderati. Fare clic su avanti per continuare.
ja: 下のリストから検出されたゲームを選択、または希望するゲームやアプリケーションの実行ファイルを参照して新しいゲームモードのプロファイルを作成することが可能です。次へをクリックして続行します。
ko: 아래 목록에서 검색된 게임을 선택하거나 원하는 게임 또는 응용 프로그램의 실행 파일을 찾아서 새 게임 모드 프로필을 만들 수 있습니다. 계속하려면 다음을 클릭하십시오.
nl: U kunt een nieuw gamemodusprofiel aanmaken door een gedetecteerde game te selecteren uit de onderstaande lijst of door naar het uitvoerbare bestand van de gewenste game of applicatie te gaan. Klik op volgende om door te gaan.
no: Du kan opprette en ny spillmodusprofil ved å velge et registrert spill på listen nedenfor, eller ved å bla fram til en kjørbar fil til ønsket spill eller applikasjon. Klikk Neste for å fortsette.
pl: Możesz utworzyć nowy profil trybu gry, wybierając rozpoznaną grę z listy poniżej lub wyszukując plik wykonywalny żądanej gry lub aplikacji. Kliknij przycisk Dalej, aby kontynuować.
pt_br: Você pode criar um novo perfil de Modo de jogo selecionando um jogo detectado na lista a seguir ou navegando até o arquivo executável do jogo ou aplicativo desejado. Clique em Avançar para continuar.
ru: Создать профиль режима новой игры, выбрав игру из найденных в списке ниже или путем загрузки исполняемого файла требуемой игры или приложения. Нажмите кнопку Далее.
sv: Du kan skapa en ny spellägesprofil genom att välja ett detekterat spel från listan nedan eller genom att bläddra efter den körbara filen för önskat spel eller program. Klicka på nästa för att fortsätta.
tr: Aşağıdaki listeden algılanan bir oyun seçerek veya istenilen bir oyun ya da uygulamanın yürütüleblir dosyasına giderek yeni bir Oyun Modu profili oluşturabilirsiniz. Devam etmek için ileri'yi tıklatın.
zh_hans: 您可通过选择从以下列表中检测到的游戏或浏览找到所需游戏或应用程序的可执行文件创建新的游戏模式配置文件。单击“下一步”继续。
zh_hant: 您可以從以下清單中選擇偵測到的遊戲，或瀏覽所需遊戲或應用程式的可執行檔，以建立遊戲模式設定檔。按下一步以繼續。
zh_hk: 你可以從下面列表中選擇一個已偵測的遊戲，或瀏覽所需遊戲或應用程式的可執行檔案，以建立新遊戲模式個人檔案。點擊下一步繼續。

# NewGameModeTitleText
source: New Game Mode Profile
ar: ملف تعريف وضع ألعاب جديد
da: Ny profil for spilletilstand
de: Neues Spielmodus-Profil
el: Προφίλ νέας λειτουργίας παιχνιδιού
es: Crear nuevo modo de juego
fi: Uusi pelitilaprofiili
fr: Nouveau profil de mode de jeu
it: Nuovo profilo game mode
ja: 新しいゲームモードのプロファイル
ko: 새 게임 모드 프로필
nl: Nieuw gamemodusprofiel
no: Ny spillmodusprofil
pl: Nowy profil trybu gry
pt_br: Novo perfil de modo de jogo
ru: Профиль режима новой игры
sv: Ny spellägesprofil
tr: Yeni Oyun Modu Profili
zh_hans: 新的游戏模式配置文件
zh_hant: 新的遊戲模式設定檔
zh_hk: 新遊戲模式個人檔案

# NextText
source: Next >
ar: التالي >
da: Næste>
de: Weiter >
el: Επόμενο >
es: Siguiente>
fi: Seuraava >
fr: Suivant>
it: Avanti >
ja: 次へ >
ko: 다음 >
nl: Volgende >
no: Neste >
pl: Dalej>
pt_br: Avançar >
ru: Далее>
sv: Nästa >
tr: İleri >
zh_hans: 下一步>
zh_hant: 下一步 >
zh_hk: 下一步 >

# OkText
source: OK
ar: موافق
es: Aceptar
ko: 확인
tr: Tamam
zh_hans: 确定
zh_hant: 確定
zh_hk: 確定

# PerformanceMonitoringLinkText
source: Performance Monitoring
ar: مراقبة الأداء
da: Overvågning af ydeevnen
de: Leistungsüberwachung
el: Παρακολούθηση απόδοσης
es: Supervisión de rendimiento
fi: Suorituskyvyn valvonta
fr: Surveillance des performances
it: Monitoraggio prestazioni
ja: パフォーマンスの監視
ko: 성능 모니터링
nl: Prestatiebewaking
no: Ytelsesovervåkning
pl: Monitorowanie wydajności
pt_br: Monitoramento do Desempenho
ru: Мониторинг производительности
sv: Prestandaövervakning
tr: Performans İzleyicisi
zh_hans: 性能监控
zh_hant: 效能監控
zh_hk: 效能監控

# PreviewText
source: Preview
ar: معاينة
da: Eksempel
de: Vorschau
el: Προεπισκόπηση
fi: Esikatselu
fr: Aperçu
it: Anteprima
ja: プレビュー
ko: 미리보기
nl: Voorbeeldweergave
no: Forhåndsvisning
pl: Podgląd
pt_br: Visualização
ru: Предварительный просмотр
sv: Förhandsgranskning
tr: Önizleme
zh_hans: 预览
zh_hant: 預覽
zh_hk: 預覽

# SaveAsText
source: Save As...
ar: حفظ باسم...
da: Gem som..
de: Speichern unter...
el: Αποθήκευση ως...
es: Guardar como...
fi: Tallenna nimellä...
fr: Enregistrer sous...
it: Salva con nome...
ja: 名前をつけて保存...
ko: 다른 이름으로 저장...
nl: Opslaan als...
no: Lagre som
pl: Zapisz jako...
pt_br: Salvar como...
ru: Сохранить как...
sv: Spara som...
tr: Farklı Kaydet...
zh_hans: 另存为......
zh_hant: 另存新檔...
zh_hk: 另存為...

# SaveText
source: Save
ar: حفظ
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
fi: Tallenna
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
nl: Opslaan
no: Lagre
pl: Zapisz
pt_br: Salvar
ru: Сохранить
sv: Spara
tr: Kaydet
zh_hans: 保存
zh_hant: 儲存
zh_hk: 儲存

# ActionNameText
source: Action Name:
ar: اسم الإجراء:
da: Handlingsnavn:
de: Aktionsname:
el: Όνομα ενέργειας:
es: Nombre de acción:
fi: Toiminnon nimi:
fr: Nom de l'action :
it: Nome azione:
ja: アクション名：
ko: 동작 이름:
nl: Naam actie:
no: Handlingsnavn:
pl: Nazwa akcji:
pt_br: Nome da Ação:
ru: Название действия:
sv: Åtgärdsnamn:
tr: Eylem Adı:
zh_hans: 操作名称：
zh_hant: 動作名稱：
zh_hk: 操作名稱：

# AddActionTitleText
source: Add an Action
ar: إضافة إجراء
da: Tilføj en handling
de: Aktion hinzufügen
el: Προσθήκη ενέργειας
es: Agregar una acción
fi: Lisää toiminto
fr: Ajouter une action
it: Aggiungi un'azione
ja: アクションの追加
ko: 동작 추가
nl: Een actie toevoegen
no: Legg til en handling
pl: Dodaj akcję
pt_br: Adicionar uma Ação
ru: Добавить действие
sv: Lägg till åtgärd
tr: Eylem Ekle
zh_hans: 添加一个操作
zh_hant: 新增動作
zh_hk: 新增操作

# AvailableActionsText
source: Avaialble Actions:
ar: إجراءات متاحة:
da: Tilgængelige handlinger:
de: Verfügbare Aktionen:
el: Διαθέσιμες ενέργειες:
es: Opciones disponibles:
fi: Käytettävissä olevat toiminnot:
fr: Actions disponibles
it: Azioni disponibili:
ja: 利用可能のアクション：
ko: 사용 가능한 동작:
nl: Beschikbare acties:
no: Tilgjengelige handlinger:
pl: Dostępne akcje:
pt_br: Ações Disponíveis:
ru: Доступные действия:
sv: Tillgängliga åtgärder:
tr: Kullanılabilir Eylemler:
zh_hans: 可用的操作：
zh_hant: 可用動作：
zh_hk: 可用操作：

# AdditionalAppsText
source: Additional Apps
ar: تطبيقات إضافية
da: Yderligere apps
de: Weitere Apps
el: Πρόσθετες εφαρμογές
es: Apps adicionales
fi: Lisäsovellukset
fr: Applications supplémentaires
it: Altre applicazioni
ja: 追加アプリケーション
ko: 추가 앱
nl: Extra apps
no: Tilleggsapplikasjoner
pl: Dodatkowe aplikacje
pt_br: Aplicativos Adicionais
ru: Дополнительные приложения
sv: Ytterligare program
tr: Ek Uygulamalar
zh_hans: 附加应用程序
zh_hant: 其他應用程式
zh_hk: 額外的應用程式

# AudioOutputText
source: Audio Output
ar: نقل الصوت
da: Lydoutput
de: Audioausgabe
el: Έξοδος ήχου
es: Salida de audio
fi: Äänen ulostulo
fr: Sortie audio
it: Uscita audio
ja: オーディオ出力
ko: 오디오 출력
nl: Audio-uitvoer
no: Lydutgang
pl: Wyjście audio
pt_br: Saída de Áudio
ru: Аудиовыход
sv: Ljudutgång
tr: Ses Çıkışı
zh_hans: 音频输出
zh_hant: 音效輸出
zh_hk: 音效輸出

# PowerPlanText
source: Power Plan
ar: Power Plan (خطة استخدام الطاقة)
da: Strømstyringsplan
de: Energiesparplan
el: Σχέδιο παροχής ενέργειας
es: Plan de alimentación
fi: Virrankäyttösuunnitelma
fr: Mode de gestion de l'alimentation
it: Combinazione per il risparmio di energia
ja: 電源プラン
ko: 전원 공급 계획
nl: Energieplan
no: Strømplan
pl: Plan zasilania
pt_br: Plano de Energia
ru: Схема управления питанием
sv: Energiplan
tr: Güç Planı
zh_hans: 节电计划
zh_hant: 電源計劃
zh_hk: 電源計劃

# ThermalText
source: Thermal
ar: حراري
da: Termisk
de: Thermo
el: Θερμικό
es: Térmico
fi: Terminen
fr: Thermique
it: Termica
ja: サーマル
ko: 열
nl: Warmte
no: Termisk
pl: Temperatura
pt_br: Térmico
ru: Температурные настройки
sv: Temperatur
tr: Termal
zh_hans: 温度
zh_hant: 散熱
zh_hk: 溫度

# WebLinksText
source: Web Links
ar: روابط الويب
el: Συνδέσεις web
es: Enlaces de Web
fi: WWW-linkit
fr: Liens Web
it: Collegamenti Web
ja: ウェブリンク
ko: 웹 링크
nl: Internetlinks
no: Internettlenker
pl: Łącza internetowe
pt_br: Links da Web
ru: Веб-ссылки
sv: Webblänkar
tr: Web Bağlantıları
zh_hans: Web 链接
zh_hant: 網站連結
zh_hk: 網站連結

# FrapsText
source: In-Game Monitoring
ar: المراقبة داخل اللعبة
da: In-game overvågning
el: Παρακολούθηση In-Game
es: Supervisión en el juego
fi: Pelin sisäinen valvonta
fr: Surveillance dans le jeu
it: Monitoraggio gioco
ja: ゲーム内監視
ko: 인게임 모니터링
nl: Bewaking in het spel
no: Overvåking i spillet
pl: Monitorowanie w trakcie gry
pt_br: Monitoramento de Jogo
ru: Мониторинг в процессе игры
sv: Övervakning i spel
tr: Oyun İçi İzleme
zh_hans: 游戏内监控
zh_hant: 遊戲內監控
zh_hk: 遊戲內監控

# MediaPlayerText
source: Media Player
ar: برنامج Media Player
es: Reproductor multimedia
fi: Mediasoitin
fr: Lecteur multimédia
it: Lettore multimediale
ja: メディアプレイヤー
ko: 미디어 플레이어
no: Mediespiller
pt_br: Tocador de Mídia
ru: Универсальный проигрыватель
sv: Mediespelare
tr: Ortam Yürütücüsü
zh_hans: 媒体播放器
zh_hant: 媒體播放程式
zh_hk: 媒體播放器

# VoIPText
source: VoIP (Chat)
ar: برنامج المحادثة VoIP (Chat)
fi: VoIP (keskustelu)
ja: VoIP（チャット）
ko: VoIP(채팅)
pt_br: VoIP (Bate-papo)
ru: VoIP (чат)
sv: VoIP (Chatt)
tr: VoIP (Sohbet)
zh_hans: VoIP（聊天）
zh_hant: VoIP (聊天)
zh_hk: VoIP (聊天)

# PlaybackDeviceDescriptionText
source: Select the default playback device by clicking on it.
ar: قم بتحديد جهاز التشغيل الافتراضي بالنقر عليه.
da: Vælg standard afspilningsenheden ved at klikke på den.
de: Wählen Sie das Standard-Wiedergabegerät aus, indem Sie darauf klicken.
el: Επιλέξτε την προεπιλεγμένη συσκευή αναπαραγωγής κάνοντας κλικ πάνω της.
es: Seleccionar dispositivo de reproducción predeterminado haciendo clic sobre él.
fi: Valitse oletustoistolaite napsauttamalla sitä.
fr: Sélectionnez le périphérique de lecture par défaut en cliquant dessus.
it: Selezionare il dispositivo di riproduzione predefinito facendo clic su di esso.
ja: デフォルトの再生デバイスをクリックして選択してください。
ko: 기본 재생 장치를 클릭하여 선택하십시오.
nl: Selecteer het standaardafspeelapparaat door hierop te klikken.
no: Velg standard avspillingsenhet ved å klikke på den
pl: Wybierz domyślny odtwarzacz klikając na niego.
pt_br: Clique no dispositivo de playback padrão para selecioná-lo.
ru: Нажмите и выберите устройство воспроизведения по умолчанию.
sv: Välj standarduppspelningsenhet genom att klicka på den.
tr: Tıklatarak varsayılan kayıttan çalma aygıtını seçin.
zh_hans: 单击默认回放设备以将其选定。
zh_hant: 按一下便可選取預設的播放裝置。
zh_hk: 點擊選擇預設的播放裝置。

# AudioDeviceNotPresentText
source: Not present
ar: غير موجود
da: Ikke tilstede
de: Nicht vorhanden
el: Δεν υπάρχει
es: Ausente
fi: Ei käytettävissä
fr: Absent
it: Non presente
ja: 存在しません
ko: 없음
nl: Niet aanwezig
no: Ikke til stede
pl: Nie istnieje
pt_br: Não está presente
ru: Отсутствует
sv: Ej tillgänglig
tr: Mevcut değil
zh_hans: 不存在
zh_hant: 不存在
zh_hk: 不存在

# AudioDeviceReadyText
source: Ready
ar: مستعد
da: Klar
de: Bereit
el: Έτοιμο
es: Listo
fi: Valmis
fr: Prêt
it: Pronto
ja: 準備完了
ko: 준비됨
nl: Gereerd
no: Klar
pl: Gotowy
pt_br: Pronto
ru: Готово
sv: Klar
tr: Hazır
zh_hans: 就绪
zh_hant: 就緒
zh_hk: 準備就緒
