Repository: PrincyPrabha19/SampleGITClean
Catalog: POCs/CommandCenter/ResourcesForTranslation/Resources/AlienAdrenaline/Resources.*.resx
Languages: ar, da, de, el, es, fi, fr, it, ja, ko, nl, no, pl, pt_br, ru, sv, tr, zh_hans, zh_hant, zh_hk

# AudioDeviceUnpluggedText
source: Not plugged in
ar: غير موصل بالكهرباء
da: Ikke sat til
de: Nicht angeschlossen
el: Δεν έχει συνδεθεί
es: No conectado
fi: Ei kytkettynä
fr: Non branché
it: Non collegato
ja: プラグインされていません
ko: 연결되어 있지 않음
nl: Niet aangesloten
no: Ikke plugget inn
pl: Nie podłączony
pt_br: Não está conectado
ru: Не подключено
sv: Inte isatt
tr: Takılı değil
zh_hans: 未插入
zh_hant: 未插入
zh_hk: 未插入

# BackToActionSequenceSummaryText
source: Back to Action Sequence Summary
ar: الرجوع إلى ملخص تسلسل الإجراء
da: Tilbage til Oversigt over handlingssekvens
de: Zurück zur „Aktionssequenzübersicht“
el: Επιστροφή στη σύνοψη σειράς ενεργειών
es: Volver al resumen de secuencia de acciones
fi: Takaisin toimintosarjan yhteenvetoon
fr: Retour au récapitulatif de la séquence d'actions
it: Torna a Riepilogo sequenza azioni
ja: アクションシーケンスサマリに戻る
ko: 동작 순서 요약으로 돌아가기
nl: Terug naar overzicht actiereeks
no: Tilbake til oppsummering av handlingssekvens
pl: Powrót do podsumowania sekwencji akcji
pt_br: Voltar ao Resumo da Sequência de Ações
ru: Назад к сводке последовательности действий
sv: Tillbaka till Sammanfattning av åtgärdssekvens
tr: Eylem Sırası Özetine Geri Dön
zh_hans: 返回操作顺序摘要
zh_hant: 返回動作順序摘要
zh_hk: 返回操作序列總結

# WebLinksDescriptionText
source: Enter a Web Link(s) that you would like to open with this action.
ar: أدخل رابط أو روابط الويب التي ترغب في فتحها باستخدام هذا الإجراء.
da: Indtast et weblink, som du vil åbne med denne handling.
de: Geben Sie einen oder mehrere Web-Links ein, die mit dieser Aktion geöffnet werden sollen.
el: Εισαγάγετε μία ή περισσότερες συνδέσεις web που θα θέλατε να ανοίγουν με αυτή την ενέργεια.
es: Introduzca un enlace(s) de Web que desee abrir con esta acción.
fi: Anna tämän toiminnon avulla avattavat WWW-linkit.
fr: Saisissez un lien Web (ou plusieurs) à ouvrir avec cette action.
it: Immettere un/dei collegamento/i Web che si desidera aprire con questa azione.
ja: このアクションで開くウェブリンクを入力してください。
ko: 이 동작으로 열려는 웹 링크를 입력하십시오.
nl: Typ een internetlink/internetlinks die u met deze actie wilt openen.
no: Oppgi Internettlenkene(e) du vil åpne med denne handlingen
pl: Wprowadź łącze(a) internetowe, które chcesz otworzyć w trakcie tej akcji.
pt_br: Digite o(s) link(s) da Web que você gostaria de abrir com esta ação.
ru: Введите веб-ссылку (ссылки), которые необходимо открыть этим действием.
sv: Ange en eller flera webblänkar som du vill öppna med den här åtgärden.
tr: Bu eylemle açmak istediğiniz Web Bağlantısını girin.
zh_hans: 输入您想通过此操作打开的 Web 链接。
zh_hant: 輸入要用此動作開啟的網站連結。
zh_hk: 輸入你想使用此操作開啟的網站連結。

# WebLinkItemizedText
source: Web Link {0}:
ar: رابط ويب {0}:
el: Σύνδεση web {0}:
es: Enlace de Web {0}:
fi: WWW-linkki {0}:
fr: Lien Web {0} :
it: Collegamento Web {0}:
ja: ウェブリンク {0}:
ko: 웹 링크 {0}:
nl: Internetlink {0}:
no: Internettlenke {0}:
pl: Łącze internetowe {0}:
pt_br: Link da Web {0}:
ru: Веб-ссылка {0}:
sv: Webblänk {0}:
tr: Web Bağlantısı {0}:
zh_hans: Web 链接 {0}:
zh_hant: 網站連結 {0}:
zh_hk: 網站連結 {0}：

# ApplicationHeaderText
source: Application:
ar: التطبيق:
da: Applikation:
de: Anwendung:
el: Εφαρμογή:
es: Aplicación:
fi: Sovellus:
it: Applicazione:
ja: アプリケーション：
ko: 어플리케이션:
nl: Toepassing:
no: Applikasjon:
pl: Aplikacja:
pt_br: Aplicativo:
ru: Приложение:
sv: Program:
tr: Uygulama:
zh_hans: 应用程序：
zh_hant: 應用程式：
zh_hk: 應用程式：

# BrowseAdditionalAppsText
source: Browse for the additional application below.
ar: استعراض لإيجاد التطبيق الإضافي بالأسفل.
da: Søg efter yderligere applikation nedenfor.
de: Suchen Sie unten nach der zusätzlichen Anwendung.
el: Αναζήτηση για την πρόσθετη εφαρμογή παρακάτω.
es: Buscar la aplicación adicional abajo.
fi: Etsi alla oleva lisäsovellus.
fr: Rechercher ci-dessous l'application supplémentaire.
it: Cercare l'altra applicazione in basso.
ja: 次の追加アプリケーションを参照してください。
ko: 아래에서 추가 어플리케이션을 찾아보십시오.
nl: Blader hieronder naar de exta toepassing.
no: Bla gjennom etter tilleggsapplikasjonen nedenfor.
pl: Poniżej wyszukaj dodatkową aplikację.
pt_br: Procure o aplicativo adicional abaixo.
ru: Найдите дополнительное приложение ниже.
sv: Sök efter det ytterligare programmet nedan.
tr: Aşağıdaki ek uygulamaya gözat.
zh_hans: 浏览下面的附加应用程序。
zh_hant: 瀏覽下方其他的應用程式。
zh_hk: 瀏覽以下的額外應用程式。

# BrowseText
source: Browse...
ar: استعراض...
da: Søg...
de: Durchsuchen...
el: Αναζήτηση...
es: Examinar...
fi: Selaa...
fr: Parcourir...
it: Sfoglia...
ja: 参照...
ko: 찾아보기...
nl: Bladeren...
no: Bla gjennom...
pl: Wyszukaj...
pt_br: Procurar...
ru: Обзор...
sv: Sök...
tr: Gözat...
zh_hans: 浏览......
zh_hant: 瀏覽...
zh_hk: 瀏覽 ...

# AllFilesFilterText
source: All Files ({0})
ar: كل الملفات ({0})
da: Alle filer ({0})
de: Alle Dateien ({0})
el: Όλα τα αρχεία ({0})
es: Todos los archivos ({0})
fi: Kaikki tiedostot ({0})
fr: Tous les fichiers ({0})
it: Tutti i file ({0})
ja: すべてのファイル（{0}）
ko: 모든 파일({0})
nl: Alle bestanden ({0})
no: Alle filer ({0})
pl: Wszystkie pliki ({0})
pt_br: Todos os Arquivos ({0})
ru: Все файлы ({0})
sv: Alla filer ({0})
tr: Tüm Dosyalar ({0})
zh_hans: 全部文件 ({0})
zh_hant: 全部檔案 ({0})
zh_hk: 所有檔案 ({0})

# ApplicationBehaviorText
source: What would you like this application to do?
ar: ما الذي ترغب أن يقوم هذا التطبيق بالقيام به؟
da: Hvad skal applikationen gøre?
de: Welche Aktion soll diese Anwendung ausführen?
el: Τι θα θέλατε να κάνει αυτή η εφαρμογή;
es: ¿Qué le gustaría que hiciera esta aplicación?
fi: Mitä haluat tämän sovelluksen tekevän?
fr: Que souhaitez-vous que cette application accomplisse ?
it: Cosa deve fare quest'applicazione?
ja: このアプリケーションで何を実行しますか?
ko: 이 어플리케이션으로 어떤 작업을 하시겠습니까?
nl: Wat wilt u met deze toepassing doen?
no: Hva vil du at denne applikasjonen skal gjøre?
pl: Co ma robić ta aplikacja?
pt_br: O que você quer que este aplicativo faça?
ru: Что должно делать это приложение?
sv: Vad ska programmet göra?
tr: Bu uygulamanın ne gerçekleştirmesini istiyorsunuz?
zh_hans: 您想要此应用程序做什么？
zh_hant: 您希望此應用程式執行什麼動作？
zh_hk: 你想這個應用程式做些甚麼？

# BrowseAppsText
source: Browse for the application below.
ar: استعراض لإيجاد التطبيق بالأسفل.
da: Søg efter applikationen nedenfor.
de: Suchen Sie unten nach der Anwendung.
el: Αναζήτηση της εφαρμογής παρακάτω.
es: Buscar la aplicación abajo.
fi: Etsi alla oleva sovellus.
fr: Rechercher l'application ci-dessous.
it: Cercare l'applicazione in basso.
ja: 次のアプリケーションを参照してください。
ko: 아래에서 어플리케이션을 찾아보십시오.
nl: Blader hieronder naar de extra toepassing.
no: Bla gjennom etter applikasjonen nedenfor..
pl: Poniżej wyszukaj aplikację.
pt_br: Procure o aplicativo abaixo.
ru: Найдите приложение ниже.
sv: Sök efter programmet nedan.
tr: Aşağıdaki uygulamaya gözat.
zh_hans: 浏览以下应用程序。
zh_hant: 瀏覽下方的應用程式。
zh_hk: 瀏覽以下應用程式。

# ApplicationErrorPathNotFoundText
source: The application path selected doesn't exist, please check the path again or use the browser button to get the exact application path.
ar: لا يوجد مسار التطبيق الذي تم تحديده، برجاء التحقق من المسار مرة أخرى أو قم باستخدام زر الاستعراض للحصول على مسار التطبيق الصحيح.
da: Stien til den valgte applikation eksisterer ikke. Kontrollér stien igen eller brug browserknappen til at få den nøagtige programsti.
de: Der ausgewählte Anwendungspfad existiert nicht. Prüfen Sie den Pfad, oder klicken Sie auf die Schaltfläche „Durchsuchen“, um den korrekten Anwendungspfad zu erhalten.
el: Η επιλεγμένη διαδρομή εφαρμογής δεν υπάρχει, ελέγξτε ξανά τη διαδρομή ή χρησιμοποιήστε το κουμπί αναζήτησης για να βρείτε την ακριβή διαδρομή της εφαρμογής.
es: La ruta de acceso seleccionada de la aplicación no existe, compruebe la ruta de acceso de nuevo o utilice el botón examinar para obtener la ruta de acceso exacta de la aplicación.
fi: Valittua sovelluspolkua ei ole. Tarkista polku tai siirry tarkkaan sovelluspolkuun selainpainikkeella.
fr: Le chemin d'accès à l'application sélectionné n'existe pas, veuillez le revérifier ou utiliser le bouton du navigateur pour obtenir le chemin exact.
it: Il percorso dell'applicazione selezionata non esiste, controllare nuovamente il percorso o utilizzare il pulsante Sfoglia per ottenere l'esatto percorso dell'applicazione.
ja: 選択したアプリケーションパスは存在しません。パスを再確認するか、参照ボタンを使用して正確なアプリケーションパスを取得してください。
ko: 선택한 어플리케이션 경로가 존재하지 않습니다. 경로를 다시 확인하거나 브라우저 단추를 사용하여 정확한 어플리케이션 경로를 알아보십시오.
nl: Het geselecteerde toepassingspad bestaat niet, controleer het pad opnieuw of gebruik de knop van de browser om het juiste toepassingspad te vinden.
no: Den valgte applikasjonsbanen eksisterer ikke. Kontroller banen igjen eller bruk nettleserknappen til å finne den nøyaktige applikasjonsbanen.
pl: Wybrana ścieżka aplikacji nie istnieje. Sprawdź ponownie ścieżkę lub skorzystaj z przeglądarki w celu uzyskania prawidłowej ścieżki do aplikacji.
pt_br: O caminho do aplicativo selecionado não existe; verifique o caminho novamente ou use o botão do navegador para obter o caminho exato do aplicativo.
ru: Указанный путь к приложению не существует. Проверьте путь или воспользуйтесь кнопкой обозревателя для указания точного пути к приложению.
sv: Den valda programsökvägen finns inte. Kontrollera sökvägen eller klicka på knappen för att söka i webbläsaren och gå till programmet .
tr: Seçilen uygulama yolu yok, lütfen yolu tekrar kontrol edin veya doğru uygulama yolunu almak için tarayıcı düğmesini kullanın.
zh_hans: 所选的应用程序路径不存在，请再次检查一下路径，或使用浏览器按钮取得确切的应用程序路径。
zh_hant: 您所選取的應用程式路徑不存在，請再次檢查路徑，或使用瀏覽器按鈕獲得確切的應用程式路徑。
zh_hk: 選擇的應用程式路徑不存在，請再次檢查路徑或使用瀏覽器按鈕，以取得準確的應用程式路徑。

# GameApplicationPathText
source: Game Application Path:
ar: مسار تطبيق اللعبة:
da: Stik til spilprogram:
de: Spiel-Anwendungspfad:
el: Διαδρομή εφαρμογής παιχνιδιού:
es: Ruta de acceso de la aplicación del juego:
fi: Pelisovelluksen polku:
fr: Chemin d'accès aux applications de jeu
it: Percorso applicazione gioco:
ja: ゲームアプリケーションパス：
ko: 게임 어플리케이션 경로:
nl: Pad speltoepassing:
no: Splikkapplikasjonsbane:
pl: Ścieżka do gry:
pt_br: Caminho do Aplicativo de Jogo:
ru: Путь к игровому приложению:
sv: Spelsökväg:
tr: Oyun Uygulama Yolu:
zh_hans: 游戏应用程序路径：
zh_hant: 遊戲應用程式路徑：
zh_hk: 遊戲應用程式路徑：

# ActionSummaryDescriptionText
source: Click on one of the Action buttons on the left to edit that action’s settings, to move it up or down in the sequence, or to delete it.
ar: انقر فوق أحد أزرار الإجراء الموجودة على اليسار لتعديل إعدادات هذا الإجراء، لتحريكه لأعلى أو لأسفل في التسلسل أو لحذفه.
da: Klik på en af knapperne Handling til venstre for at redigere den handlings indstillinger, for at flytte den op eller ned i sekvensen eller for at slette den.
de: Klicken Sie links auf eine der Aktionsschaltflächen, um die Einstellungen der betreffenden Aktion zu bearbeiten, um die Aktion in der Sequenz nach oben oder unten zu verschieben oder um sie zu löschen.
el: Κάντε κλικ σε ένα από τα κουμπιά Ενέργεια στα αριστερά για να επεξεργαστείτε τις ρυθμίσεις αυτής της ενέργειας, για να τη μετακινήσετε προς τα επάνω ή προς τα κάτω στη σειρά ή για να τη διαγράψετε.
es: Hacer clic sobre uno de los botones de Acción a la izquierda para editar la configuración de la acción, moverla hacia arriba o hacia abajo en la secuencia o borrarla.
fi: Muokkaa toiminnon asetuksia, siirrä toimintoa ylös- tai alaspäin sarjassa tai poista toiminto napsauttamalla jotakin toiminnon painikkeista.
fr: Cliquez sur l'un des boutons d'action situés à gauche pour modifier les paramètres de l'action, la déplacer vers le haut ou le bas au sein de la séquence ou la supprimer.
it: Fare clic su uno dei pulsanti Azioni a sinistra per modificare le impostazioni di quell'azione, per spostarla su o giù nella sequenza o per eliminarla.
ja: 左にあるアクションボタンのひとつをクリックして、そのアクションの設定編集、シーケンス内での上下移動、または削除を行ってください。
ko: 왼쪽에 있는 동작 단추 중 하나를 클릭하여 해당 동작의 설정을 편집하거나, 순서에서 위아래로 이동하거나, 동작을 삭제하십시오.
nl: Klik op een van de actieknoppen aan de linkerkant om de instellingen voor die actie te bewerken, om de actie eerder of later in de reeks te zetten of om de actie te verwijderen.
no: Klikk på en av handlingsknappene til venstre for å redigere innstillingene til den handlingen, for å flytte den opp og ned i rekkefølgen eller for å slette den.
pl: Kliknij jeden z przycisków akcji po lewej stronie, aby edytować ustawienia akcji, przesuwać ją w górę i w dół sekwencji lub usunąć ją.
pt_br: Clique em um dos botões de Ação à esquerda para editar as configurações desta ação, para movê-la para cima ou para baixo na sequência ou para apagá-la.
ru: Нажмите одну из кнопок действия, находящихся слева, чтобы изменить настройки этого приложения, переместить его вверх или вниз по последовательности или удалить его.
sv: Klicka på en av åtgärdsknapparna till vänster för att redigera åtgärdens inställningar, flytta den uppåt eller nedåt i sekvensen eller för att ta bort den.
tr: Eylemin ayarlarını düzenlemek, eylemi aşağı veya yukarı taşımak veya silmek için soldaki Eylem düğmelerinden birini tıklatın.
zh_hans: 单击左边的操作按钮之一可编辑该操作的设置，在序列中上下移动，或删除它。
zh_hant: 按一下左側的其中一個動作按鈕，即可編輯該動作的設定、在順序中向上或向下移動該動作，或者刪除該動作。
zh_hk: 點擊左側其中一個操作按鈕以編輯操作設定，向上或向下移動按鈕即可改變序列，或將操作刪除。

# LaunchGameText
source: Launch / Exit
ar: تشغيل/ إنهاء
da: Start / Afslut
de: Starten/Beenden
el: Εκκίνηση / Έξοδος
es: Iniciar / Salir
fi: Käynnistä/poistu
fr: Lancer/Quitter
it: Avvio / Uscita
ja: 起動 / 終了
ko: 시작/종료
nl: Starten/Afsluiten
no: Start/avslutt
pl: Uruchom / Wyjdź
pt_br: Iniciar / Sair
ru: Запуск / Выход
sv: Starta/avsluta
tr: Başlat / Çık
zh_hans: 启动/退出
zh_hant: 啟動 / 結束
zh_hk: 啟動 / 退出

# InvalidUrlErrorText
source: Invalid web link.
ar: رابط ويب غير صالح.
da: Forkert weblink.
de: Ungültiger Web-Link.
el: Μη έγκυρη σύνδεση web.
es: Enlace de web no válido.
fi: Virheellinen WWW-linkki.
fr: Lien Web non valide.
it: Collegamento Web non valido.
ja: 無効なウェブリンクです。
ko: 웹 링크가 유효하지 않습니다.
nl: Ongeldige internetlink.
no: Ugyldig nettlenke.
pl: Nieprawidłowe łącze internetowe.
pt_br: Link inválido da Web.
ru: Недопустимая веб-ссылка.
sv: Ogiltig webblänk.
tr: Geçersiz web bağlantısı.
zh_hans: 无效 web 链接。
zh_hant: 網站連結無效。
zh_hk: 無效的網站連結。

# DeleteGameModeTitleText
source: Delete Game Mode
ar: حذف وضع اللعبة
da: Slet spiltilstand
de: Spielmodus löschen
el: Διαγραφή λειτουργίας παιχνιδιού
es: Borrar Modo de juego
fi: Poista pelitila
fr: Supprimer le mode de jeu
it: Elimina modalità gioco
ja: ゲームモードの削除
ko: 게임 모드 삭제
nl: Spelmodus verwijderen
no: Slett spillemodus
pl: Usuń tryb gry
pt_br: Apagar a Modalidade de Jogo
ru: Удалить игровой режим
sv: Ta bort spelläget
tr: Oyun Modunu Sil
zh_hans: 删除游戏模式
zh_hant: 刪除遊戲模式
zh_hk: 刪除遊戲模式

# WantToDeleteGameModeText
source: Are you sure you want to delete the "{0}" game mode?
ar: هل أنت متأكد من أنك تريد حذف وضع اللعبة "{0}"؟
da: Er du sikker på, du vil slette spilstanden "{0}"?
de: Möchten Sie den Spielmodus „{0}“ wirklich löschen?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε τη λειτουργία παιχνιδιού "{0}";
es: ¿Está seguro de que desea borrar el modo de juego "{0}"?
fi: Haluatko varmasti poistaa pelitilan {0}?
fr: Voulez-vous vraiment supprimer le mode de jeu « {0} » ?
it: Eliminare la modalità di gioco "{0}"?
ja: 「{0}」ゲームモードを削除してよろしいですか?
ko: "{0}" 게임 모드를 삭제하시겠습니까?
nl: Weet u zeker dat u de spelmodus "{0}" wilt verwijderen?
no: Er du sikker på at du vil slette spillemodusen "{0}"?
pl: Czy na pewno chcesz usunąć tryb gry "{0}"?
pt_br: Tem certeza de que você quer apagar a modalidade de jogo "{0}"?
ru: Вы хотите удалить игровой режим "{0}"?
sv: Vill du ta bort spelläget "{0}"?
tr: "{0}" oyun modunu silmek istediğinizden emin misiniz?
zh_hans: 您确定要删除“{0}”游戏模式吗？
zh_hant: 是否確定刪除「{0}」遊戲模式？
zh_hk: 確定要刪除「{0}」遊戲模式嗎？

# ChangeGameModeTitleText
source: Change Game Mode
ar: تغيير وضع اللعبة
da: Skift spiltilstand
de: Spielmodus ändern
el: Αλλαγή λειτουργίας παιχνιδιού
es: Cambiar Modo de juego
fi: Muuta pelitilaa
fr: Modifier le mode de jeu
it: Modifica modalità gioco
ja: ゲームモードの変更
ko: 게임 모드 변경
nl: Spelmodus wijzigen
no: Endre spillemodus
pl: Zmień tryb gry
pt_br: Alterar a Modalidade de Jogo
ru: Изменить игровой режим
sv: Ändra spelläge
tr: Oyun Modunu Değiştir
zh_hans: 更改游戏模式
zh_hant: 變更遊戲模式
zh_hk: 更改遊戲模式

# WantToSaveGameModeChangesToText
source: Do you want to save the changes to {0}?
ar: هل تريد حفظ التغييرات التي تمت في {0}؟
da: Vil du gemme ændringerne til {0}?
de: Möchten Sie die Änderungen an {0} speichern?
el: Θέλετε να αποθηκεύσετε τις αλλαγές στο {0};
es: ¿Desea guardar los cambios realizados a {0}?
fi: Haluatko tallentaa kohteeseen {0} tehdyt muutokset?
fr: Souhaitez-vous enregistrer les modifications apportées à {0} ?
it: Salvare le modifiche a {0}?
ja: {0} への変更を保存しますか?
ko: {0}에 대한 변경 내용을 저장하시겠습니까?
nl: Wilt u de veranderingen in {0} opslaan?
no: vil du lagre endringer til {0}?
pl: Czy chcesz zapisać zmiany w {0}?
pt_br: Você quer salvar as alterações aplicadas a {0}?
ru: Вы хотите сохранить изменения в {0}?
sv: Vill du spara ändringarna i {0}?
tr: {0} için yaptığınız değişiklikleri kaydetmek istiyor musunuz?
zh_hans: 您想要保存对 {0} 的更改吗？
zh_hant: 是否確定儲存對 {0} 的變更？
zh_hk: 你要儲存 {0} 的變更嗎？

# PowerPlanHeaderText
source: Power Plan:
ar: خطة الطاقة:
da: Strømstyringsplan
de: Energiesparplan
el: Σχέδιο παροχής ενέργειας:
es: Plan de alimentación:
fi: Virrankäyttösuunnitelma:
fr: Mode de gestion de l'alimentation :
it: Combinazione per il risparmio di energia:
ja: 電源プラン：
ko: 전원 공급 계획:
nl: Energieplan:
no: Strømplan:
pl: Plan zasilania:
pt_br: Plano de Energia:
ru: Схема управления питанием:
sv: Energiplan:
tr: Güç Planı:
zh_hans: 节电计划：
zh_hant: 電源計劃：
zh_hk: 電源計劃：

# SelectPowerPlanText
source: Select the power plan for this game mode.
ar: اختر خطة الطاقة الخاصة بوضع اللعبة هذا.
da: Vælg strømstyringsplanen for denne spiltilstand.
de: Wählen Sie den Energiesparplan für diesen Spielmodus aus.
el: Επιλέξτε το σχέδιο παροχής ενέργειας γι αυτή τη λειτουργία παιχνιδιού.
es: Seleccionar el plan de alimentación para este modo de juego.
fi: Valitse tämän pelitilan virrankäyttösuunnitelma.
fr: Sélectionnez le mode de gestion de l'alimentation de ce mode de jeu.
it: Selezionare la combinazione per il risparmio di energia per questa modalità di gioco.
ja: このゲームモード用の電源プランを選択してください。
ko: 이 게임 모드의 전원 공급 계획을 선택하십시오.
nl: Selecteer het energieschema voor deze spelmodus.
no: Velg strømplan for denne spillemodusen.
pl: Wybierz plan zasilania dla tego trybu gry.
pt_br: Selecione o plano de energia para esta modalidade de jogo.
ru: Выберите схему управления питанием для данного игрового режима.
sv: Välj energiplan för spelläget.
tr: Bu oyun modu için güç planını seçin.
zh_hans: 选择用于此游戏模式的节电计划。
zh_hant: 選取此遊戲模式的電源計劃。
zh_hk: 選擇這個遊戲模式的電源計劃。

# ActivePowerPlanText
source: <Active Power Plan>
ar: < خطة الطاقة النشطة>
da: <Aktive strømstyringsplan>
de: <Aktiver Energiesparplan>
el: <Ενεργό σχέδιο παροχής ενέργειας>
es: < Plan de alimentación activo>
fi: <Aktiivinen virrankäyttösuunnitelma>
fr: <Mode de gestion de l'alimentation actif>
it: <Combinazione attiva per il risparmio di energia>
ja: <アクティブな電源プラン>
ko: <활성 전원 공급 계획>
nl: <Actief energieschema>
no: <Aktiv strømplan>
pl: <Aktywny tryb zasilania>
pt_br: <Plano de Energia Ativo>
ru: <Действующая схема управления питанием>
sv: <Aktiv energiplan>
tr: <Etkin Güç Planı>
zh_hans: <当前的节电计划>
zh_hant: <使用中的電源計劃>
zh_hk: <使用中的電源計劃>

# ApplicationErrorPowerPlanNotFoundText
source: The "{0}" power plan in this game mode doesn't exist anymore. Select a new power plan from the list.
ar: خطة الطاقة "{0}" في وضع اللعبة هذا لم تعد موجودة. حدد خطة طاقة جديدة من القائمة.
da: Strømstyringsplanen "{0}" i denne spiltilstand eksisterer ikke længere. Vælg en ny strømstyringsplan fra listen.
de: Der Energiesparplan „{0}“ ist in diesem Spielmodus nicht mehr vorhanden. Wählen Sie einen neuen Energiesparplan aus der Liste aus.
el: Το σχέδιο παροχής ενέργειας "{0}" σε αυτή τη λειτουργία παιχνιδιού δεν υπάρχει πλέον. Επιλέξτε ένα νέο σχέδιο παροχής ενέργειας από τη λίστα.
es: El plan de alimentación "{0}" en este modo de juego ya no existe. Seleccionar un nuevo plan de alimentación de la lista.
fi: Tämän pelitilan virrankäyttösuunnitelmaa {0} ei ole enää olemassa. Valitse uusi virrankäyttösuunnitelma luettelosta.
fr: Le mode de gestion de l'alimentation « {0} » de ce mode de jeu n'existe plus. Sélectionnez un nouveau mode de gestion de l'alimentation dans la liste.
it: La combinazione per il risparmio di energia "{0}" in questa modalità di gioco non esiste più. Selezionare una nuova combinazione per il risparmio di energia dall'elenco.
ja: このゲームモードに「{0}」電源プランは存在しなくなりました。リストから新しい電源プランを選択してください。
ko: 이 게임 모드에서 "{0}" 전원 공급 계획이 더 이상 존재하지 않습니다. 목록에서 새 전원 공급 계획을 선택하십시오.
nl: Het energieschema "{0}" in deze spelmodus bestaat niet meer. Selecteer een nieuw energieschema in de lijst.
no: Strømplanen "{0}" i denne spillemodusen eksisterer ikke lenger. Velg en ny strømplan fra listen.
pl: Plan zasilania "{0}" w tym trybie gry nie istnieje. Wybierz nowy plan zasilania z listy.
pt_br: O plano de energia "{0}" desta modalidade de jogo não existe mais. Selecione um novo plano de energia na lista.
ru: Схема управления питанием "{0}" для данного игрового режима больше не существует. Выберите новую схему управления питанием из списка.
sv: Energiplanen "{0}" i det här spelläget finns inte längre. Välj en ny energiplan i listan.
tr: Bu oyundaki "{0}" güç planı artık yok. Listeden yeni bir güç planı seçin.
zh_hans: 此游戏模式中的“{0}”节电计划已经不存在。 请从列表中选择一个新的节电计划。
zh_hant: 此遊戲模式的「{0}」電源計劃已不存在。 從清單選取新的電源計劃。
zh_hk: 此遊戲模式的「{0}」電源計劃不再存在。請從清單中選取新電源計劃。

# ApplicationErrorThermalProfileNotFoundText
source: The "{0}" thermal profile in this game mode doesn't exist anymore. Select a new thermal profile from the list.
ar: ملف التعريف الحراري "{0}" في وضع اللعبة هذا لم يعد موجودًا. حدد ملف تعريف حراريًا جديدًا من القائمة.
da: Den termiske profil "{0}" i denne spilstand eksisterer ikke længere. Vælg en ny termisk profil fra listen.
de: Das Thermoprofil „{0}“ ist in diesem Spielmodus nicht mehr vorhanden. Wählen Sie ein neues Thermoprofil aus der Liste aus.
el: Το θερμικό προφίλ "{0}" σε αυτή τη λειτουργία παιχνιδιού δεν υπάρχει πλέον. Επιλέξτε ένα νέο θερμικό προφίλ από τη λίστα.
es: El perfil térmico "{0}" en este modo de juego ya no existe. Seleccionar un nuevo perfil térmico de la lista.
fi: Tämän pelitilan termistä profiilia {0} ei ole enää olemassa. Valitse uusi terminen profiili luettelosta.
fr: Le profil thermique « {0} » de ce mode de jeu d'existe plus. Sélectionnez un nouveau profil thermique dans la liste.
it: Il profilo termico "{0}" in questa modalità di gioco non esiste più. Selezionare un nuovo profilo termico dall'elenco.
ja: このゲームモードに「{0}」サーマルプロファイルは存在しなくなりました。リストから新しいサーマルプロファイルを選択してください。
ko: 이 게임 모드에서 "{0}" 열 프로필이 더 이상 존재하지 않습니다. 목록에서 새 열 프로필을 선택하십시오.
nl: Het warmteprofiel "{0}" in deze spelmodus bestaat niet meer. Selecteer een nieuw warmteprofiel in de lijst.
no: Den termiske profilen "{0}" i denne spillemodusen eksisterer ikke lenger. Velg en ny termisk profil fra listen.
pl: Profil temperatury "{0}" w tym trybie gry nie istnieje. Wybierz nowy profil temperatury z listy.
pt_br: O perfil térmico "{0}" desta modalidade de jogo não existe mais. Selecione um novo perfil térmico na lista.
ru: Температурный профиль "{0}" для данного игрового режима больше не существует. Выберите новый температурный профиль из списка.
sv: Temperaturprofilen "{0}" i det här spelläget finns inte längre. Välj en ny temperaturprofil i listan.
tr: Bu oyun modundaki "{0}" termal profili artık yok. Listeden yeni bir termal profil seçin.
zh_hans: 此游戏模式中的“{0}”散热配置文件已经不存在。 请从列表中选择一个新的散热配置文件。
zh_hant: 此遊戲模式的「{0}」散熱設定檔已不存在。 從清單選取新的散熱設定檔。
zh_hk: 此遊戲模式的「{0}」溫度曲線不再存在。請從清單中選取新溫度曲線。
